Repository: MohammedNafea/Chemistry-Initiative_hash-plus
Catalog: lib/l10n/app_*.arb
Languages: ar, de, fa, hi, id, it, ja, ko, pt, ru, tr

source: Lab Assistant
ar: مساعد مختبر
id: Asisten Laboratorium
tr: Laboratuvar Asistan?

source: Researcher Rank
ar: رتبة الباحث
id: Peneliti
tr: Ara?t?rmac? Rütbesi

source: Research Journal
ar: سجل الأبحاث
id: Jurnal Penelitian
tr: Ara?t?rma Günlü?ü

source: Discoveries
ar: الاكتشافات
id: Penemuan
tr: Ke?ifler

source: Novice
ar: مبتدئ كيميائي
id: Pemula
tr: Acemi

source: Senior Chemist
ar: كبير الكيميائيين
id: Ahli Kimia Senior
tr: K?demli Kimyager

source: Alchemist
ar: خيميائي
id: Alkemis
tr: Simyac?

# discoveryLabel
source: Discoveries
ar: اكتشافات
id: Penemuan
tr: Ke?if

# increaseHeatCatalyst
source: Discovery requires higher heat! Use a Bunsen burner.
ar: الاكتشاف يتطلب حرارة أعلى! استخدم موقد بنزن.

source: Multiplayer Quiz
ar: تحدي الأسئلة المتعددة
de: Mehrspieler-Quiz
fa: آزمون چندنفره
pt: Quiz Multijogador
tr: Cok Oyunculu S?nav

source: AI Tutor
ar: المعلم الذكي

source: View in 3D
ar: عرض ثلاثي الأبعاد

# searchCompounds
source: Search for compounds...
ar: البحث عن المركبات...

source: Scientific Insight
ar: نظرة علمية

source: Got it!
ar: حسناً!

# challengingPlayers
source: Finding nearby challengers...
ar: البحث عن متنافسين قريبين...

source: Invite (Host)
ar: دعوة (مضيف)

source: Connected to
ar: متصل بـ

source: Host Score
ar: نقاط المضيف

source: Guest Score
ar: نقاط الضيف

source: Reaction in progress...
ar: تفاعل جارٍ...

# tapToSimulate
source: Tap to simulate reaction
ar: انقر لمحاكاة التفاعل

# aiTutorGreeting
source: Hello Young Scientist! I am your AI Chemistry Tutor 🧪. How can I help you today?
ar: أهلاً بك أيها العالم الصغير! أنا معلم الكيمياء الذكي الخاص بك 🧪. كيف يمكنني مساعدتك اليوم؟

# aiTutorHint
source: Ask about any chemical reaction...
ar: اسأل عن أي تفاعل كيميائي...

# missingApiKey
source: Missing API Key in .env
ar: مفتاح API مفقود في ملف .env

source: Demo Mode Active
ar: الوضع التجريبي نشط

# demoModeMsg
source: **Demo Mode Active** 🧪 Welcome! I am currently running with limited capabilities because the API key is not configured in the project's `.env` file. To enable full AI power (Vision, deep conversation, and analysis): 1. Get a key from [aistudio.google.com](https://aistudio.google.com) 2. Add it to `.env`: `GEMINI_API_KEY=your_key` 3. Restart the app. **In the meantime:** Would you like to learn about the Periodic Table or Chemical Bonds?
ar: **الوضع التجريبي نشط** (Demo Mode) 🧪\n\nأهلاً بك! أنا أعمل حالياً بقدرات محدودة لأن مفتاح API غير مفعّل في ملف `.env` الخاص بالمشروع.\n\nلتفعيل المعلم الذكي بالكامل (الرؤية، المحادثة العميقة، والتحليل):\n1. احصل على مفتاح من [aistudio.google.com](https://aistudio.google.com)\n2. ضعه في ملف `.env` هكذا: `GEMINI_API_KEY=your_key`\n3. أعد تشغيل التطبيق.\n\n**حالياً كنسخة تجريبية:** هل تريد معرفة المزيد عن الجدول الدوري أو الروابط الكيميائية؟

source: Thinking...
ar: يفكر...

# invalidApiKeyError
source: ❌ Invalid API Key!\n\nPlease ensure you have a valid Gemini API key in your .env file.\n1. Go to aistudio.google.com\n2. Copy the key\n3. Put it in .env like this:\nGEMINI_API_KEY=AIza...\n4. Restart the app.
ar: ❌ مفتاح API غير صالح!\n\nيرجى التأكد من وضع مفتاح Gemini صحيح في ملف .env.\n1. اذهب إلى aistudio.google.com\n2. انسخ المفتاح\n3. ضعه في ملف .env هكذا:\nGEMINI_API_KEY=AIza...\n4. أعد تشغيل التطبيق.

# aiErrorPrefix
source: An error occurred while connecting to AI (Model: {modelName}): {error}
ar: حدث خطأ أثناء الاتصال بالذكاء الاصطناعي (Model: {modelName}): {error}

# aiErrorHint
source: \n\n(Hint: If the error persists, the model might be unavailable in your region or the package needs an update)
ar: \n\n(تلميح: إذا استمر الخطأ، قد يكون النموذج غير متاح حالياً في منطقتك أو يحتاج لتحديث الحزمة)

# aiTutorSystemInstruction
source: You are an expert, friendly AI Chemistry Tutor. You explain chemistry concepts clearly and simply. IMPORTANT: You must respond in the following language: {language}.
ar: أنت معلم كيمياء خبير وودود. تشرح مفاهيم الكيمياء بوضوح وبساطة. هام: يجب أن تجيب باللغة التالية: {language}.

source: Forgot Password?
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
fa: رمز عبور را فراموش کرده‌ايد؟
hi: पासवर्ड भूल गए?
it: Password dimenticata?
pt: Esqueceu a senha?
tr: ?ifrenizi mi unuttunuz?

source: Or continue with
ar: أو تابع باستخدام

# hhVinegar
source: Vinegar
ar: الخل

# hhVinegarChem
source: Acetic Acid
ar: حمض الخليك

# hhVinegarDesc
source: Commonly used in cooking and cleaning.
ar: يُستخدم عادةً في الطبخ والتنظيف.

# hhVinegarWarn
source: Safe for consumption in small amounts. Acidic.
ar: آمن للاستهلاك بكميات صغيرة. حمضي.

# hhBakingSoda
source: Baking Soda
ar: بيكربونات الصودا

# hhBakingSodaChem
source: Sodium Bicarbonate
ar: بيكربونات الصوديوم

# hhBakingSodaDesc
source: Used in baking and as a mild abrasive cleaner.
ar: يُستخدم في الخبز وكمنظف كاشط خفيف.

# hhBakingSodaWarn
source: Safe. Produces gas when mixed with acid.
ar: آمن. ينتج غازاً عند خلطه مع الحمض.

# hhBleach
source: Bleach
ar: المبيّض (الكلور)

# hhBleachChem
source: Sodium Hypochlorite
ar: هيبوكلوريت الصوديوم

# hhBleachDesc
source: Strong disinfectant and whitener.
ar: مطهر ومبيّض قوي.

# hhBleachWarn
source: DANGER: Never mix with Vinegar or Ammonia! Produces toxic gas.
ar: خطير: لا تخلطه أبداً مع الخل أو الأمونيا! ينتج غازاً ساماً.

# hhSalt
source: Table Salt
ar: ملح الطعام

# hhSaltChem
source: Sodium Chloride
ar: كلوريد الصوديوم

# hhSaltDesc
source: Essential for life, used for seasoning.
ar: ضروري للحياة، يُستخدم كتوابل.

# hhSaltWarn
source: Safe. Excessive intake can raise blood pressure.
ar: آمن. الإفراط في تناوله يرفع ضغط الدم.

# hhAmmonia
source: Ammonia
ar: الأمونيا

# hhAmmoniaChem
source: Ammonium Hydroxide
ar: هيدروكسيد الأمونيوم

# hhAmmoniaDesc
source: Common glass cleaner.
ar: منظف زجاج شائع.

# hhAmmoniaWarn
source: Irritating fumes. Do not mix with bleach.
ar: أبخرة مزعجة. لا تخلطه مع المبيّض.

# hhSugar
source: Sugar
ar: السكر

# hhSugarChem
source: Sucrose
ar: السكروز

# hhSugarDesc
source: Sweetener found in many foods.
ar: مُحلّي موجود في العديد من الأطعمة.

# hhSugarWarn
source: Safe. High consumption leads to health issues.
ar: آمن. الاستهلاك المفرط يؤدي لمشاكل صحية.

# hhNailPolish
source: Nail Polish Remover
ar: مزيل طلاء الأظافر

# hhNailPolishChem
source: Acetone
ar: الأسيتون

# hhNailPolishDesc
source: Solvent for removing nail polish and glue.
ar: مذيب لإزالة طلاء الأظافر والصمغ.

# hhNailPolishWarn
source: Flammable. Keep away from fire.
ar: قابل للاشتعال. أبعده عن النار.

# elephantExp
source: Elephant Toothpaste
ar: معجون أسنان الفيل

# elephantDesc
source: A giant foamy reaction that releases oxygen.
ar: تفاعل برغوي ضخم يطلق الأكسجين.

# elephantStep1
source: Pour hydrogen peroxide into a flask.
ar: ضع بيروكسيد الهيدروجين في قارورة.

# elephantStep2
source: Add dish soap and food coloring.
ar: أضف صابون الأطباق وملون الطعام.

# elephantStep3
source: Add warm yeast solution and stand back!
ar: أضف محلول الخميرة الدافئ وابتعد!

# elephantExplanation
source: The catalyst (yeast) quickly breaks down hydrogen peroxide into water and oxygen gas.
ar: يعمل المحفز (الخميرة) على تكسير بيروكسيد الهيدروجين بسرعة إلى ماء وغاز الأكسجين.

# crystalExp
source: Crystal Growing
ar: تنمية البلورات

# crystalDesc
source: Use salt or sugar to grow beautiful crystals.
ar: استخدم الملح أو السكر لتنمية بلورات جميلة.

# crystalStep1
source: Dissolve sugar in boiling water until no more dissolves.
ar: قم بإذابة السكر في ماء مغلي حتى يتوقف عن الذوبان.

# crystalStep2
source: Suspend a string in the solution without touching the bottom.
ar: علق خيطاً في المحلول دون لمس القاع.

# crystalStep3
source: Wait a few days for crystals to form.
ar: انتظر بضعة أيام لتشكل البلورات.

# crystalExplanation
source: As water cools and evaporates, the excess sugar atoms gather on the string in a regular pattern.
ar: بينما يبرد الماء ويتبخر، تصبح ذرات السكر زائدة وتتجمع على الخيط مكونة بلورات منتظمة.

# milkArtExp
source: Magic Milk Art
ar: فن الحليب السحري

# milkArtDesc
source: Use soap to create colorful patterns in milk.
ar: استخدم الصابون لإنشاء أنماط ملونة في الحليب.

# milkArtStep1
source: Pour milk into a plate and add food coloring drops.
ar: صب الحليب في طبق وأضف قطرات ملون الطعام.

# milkArtStep2
source: Dip a cotton swab in dish soap.
ar: اغمس عود قطني في سائل الجلي.

# milkArtStep3
source: Touch the center of the milk and watch the colors explode.
ar: المس مركز الحليب وشاهد الألوان تتفجر.

# milkArtExplanation
source: The soap reduces surface tension and reacts with fats, pushing the colors around.
ar: يقلل الصابون من التوتر السطحي للحليب ويتفاعل مع الدهون، مما يدفع الألوان للحركة.

# oilWaterExp
source: Oil & Water Volcano
ar: بركان الزيت والماء

# oilWaterDesc
source: Explore density and polarity.
ar: استكشف الكثافة والقطبية.

# oilWaterStep1
source: Fill 2/3 of a cup with oil and 1/3 with water.
ar: املأ ثلثي الكوب بالزيت والثلث بالماء.

# oilWaterStep2
source: Add food coloring drops.
ar: أضف قطرات من ملون الطعام.

# oilWaterStep3
source: Drop an effervescent tablet and watch bubbles rise.
ar: ألقِ قرصاً فوّاراً وشاهد فقاعات الألوان تصعد.

# oilWaterExplanation
source: Oil is lighter than water and doesn't mix due to polarity. The tablet produces CO2 that carries colored water up.
ar: الزيت أخف من الماء ولا يختلط به بسبب القطبية. القرص الفوار ينتج ثاني أكسيد الكربون الذي يحمل الماء الملون للأعلى.

# eggExp
source: Bouncy Egg
ar: البيضة النطاطة

# eggDesc
source: Remove an eggshell with vinegar.
ar: أزل قشرة البيضة بالخل.

# eggStep1
source: Place an egg in a cup and cover it with vinegar.
ar: ضع بيضة في كوب وغطها بالخل تماماً.

# eggStep2
source: Leave it for 24-48 hours.
ar: اتركها لمدة 24-48 ساعة.

# eggStep3
source: Wash it with water and watch the shell disappear.
ar: اغسلها بالماء وشاهد القشرة وهي تختفي والبيضة تصبح مرنة.

# eggExplanation
source: Acetic acid reacts with calcium carbonate in the shell, dissolving it into CO2 and water.
ar: حمض الخليك يتفاعل مع كربونات الكالسيوم في القشرة ويحولها لثاني أكسيد الكربون وماء، تاركاً غشاء البيضة الداخلي.

source: Chemical Scanner
ar: الماسح الكيميائي

# scanInstructions
source: Point camera at a chemical product label
ar: وجه الكاميرا نحو ملصق المنتج الكيميائي

# identifying
source: Identifying compound...
ar: جاري التعرف على المركب...

# identifiedElements
source: Elements in this compound:
ar: العناصر المكونة لهذا المركب:

# noCompoundFound
source: Could not identify compound. Try again.
ar: لم نتمكن من التعرف على هذا المركب. حاول مرة أخرى.

source: Points
ar: نقاط

source: Quizzes
ar: اختبارات
