Repository: MohammedNafea/Chemistry-Initiative_hash-plus
Catalog: lib/l10n/app_*.arb
Languages: ar, de, fa, hi, id, it, ja, ko, pt, ru, tr

# molNaoh
source: Sodium Hydroxide (Lye)
ar: هيدروكسيد الصوديوم (البوتاس)

# factNaoh
source: A strong base used in soap making and drain cleaning.
ar: قاعدة قوية تستخدم في صناعة الصابون وتسليك المجاري.

# molTio2
source: Titanium Dioxide
ar: ثاني أكسيد التيتانيوم

# factTio2
source: A white pigment used in paints, sunscreens, and food coloring.
ar: صبغة بيضاء تستخدم في الدهانات والواقيات الشمسية وتلوين الطعام.

# molPto2
source: Platinum Dioxide
ar: ثاني أكسيد البلاتين

# factPto2
source: Also known as Adams' catalyst; used in organic chemistry reactions.
ar: يُعرف أيضاً بمحفز آدامز؛ يستخدم في تفاعلات الكيمياء العضوية.

# molCro3
source: Chromium Trioxide
ar: ثالث أكسيد الكروم

# factCro3
source: A powerful oxidizing agent used in metal plating.
ar: عامل مؤكسد قوي يستخدم في طلاء المعادن.

# molH2o2
source: Hydrogen Peroxide
ar: بيروكسيد الهيدروجين

# factH2o2
source: A common antiseptic and oxidizing agent used in bleaching.
ar: مطهر شائع وعامل مؤكسد يستخدم في التبييض.

# molFe2o3
source: Iron(III) Oxide (Rust)
ar: أكسيد الحديد (الصدأ)

# factFe2o3
source: Formed when iron reacts with oxygen in the presence of water.
ar: يتكون عندما يتفاعل الحديد مع الأكسجين في وجود الماء.

# molEthanol
source: Ethanol
ar: الإيثانول

# factEthanol
source: A clear, colorless liquid; the principal type of alcohol in beverages.
ar: سائل شفاف عديم اللون؛ النوع الرئيسي للكحول في المشروبات.

# molGlucose
source: Glucose
ar: الجلوكوز

# factGlucose
source: A simple sugar that is an important energy source in living organisms.
ar: سكر بسيط يعتبر مصدراً هاماً للطاقة في الكائنات الحية.

# molSio2
source: Silicon Dioxide (Sand)
ar: ثاني أكسيد السيليكون (الرمل)

# factSio2
source: The major constituent of sand and glass.
ar: المكون الرئيسي للرمل والزجاج.

# molCaco3
source: Calcium Carbonate (Chalk)
ar: كربونات الكالسيوم (الطباشير)

# factCaco3
source: Main component of pearls, shells, and chalk.
ar: المكون الرئيسي لاللؤلؤ والأصداف والطباشير.

# molAl2o3
source: Aluminum Oxide (Sapphire)
ar: أكسيد الألمنيوم (الياقوت)

# factAl2o3
source: A hard mineral used as an abrasive and in gemstones.
ar: معدن صلب يستخدم كمادة كاشطة وفي الأحجار الكريمة.

source: Lab Manual
ar: دليل المختبر

source: Chemist's Notebook
ar: دفتر الكيميائي

source: Catalyst Panel
ar: لوحة المحفزات

source: Recipes
ar: الوصفات

source: Undiscovered
ar: غير مكتشف

# molAucl3
source: Gold(III) Chloride
ar: كلوريد الذهب (III)

# factAucl3
source: A red crystalline solid formed by dissolving gold in aqua regia.
ar: مادة صلبة بلورية حمراء تتكون من إذابة الذهب في الماء الملكي.

# molAceticAcid
source: Acetic Acid (Vinegar)
ar: حمض الأسيتيك (الخل)

# factAceticAcid
source: A weak acid responsible for the sour taste of vinegar.
ar: حمض ضعيف مسؤول عن الطعم الحامض للخل.

# molSodiumBicarbonate
source: Sodium Bicarbonate (Baking Soda)
ar: بيكربونات الصوديوم

# factSodiumBicarbonate
source: A salt used in baking to help dough rise.
ar: ملح يستخدم في الخبز للمساعدة في ارتفاع العجين.

# molSoap
source: Soap (Sodium Stearate)
ar: صابون (ستيرات الصوديوم)

# factSoap
source: Used for cleaning; created by reacting fats with lye.
ar: يستخدم للتنظيف؛ يصنع بتفاعل الدهون مع الغسول.

# molVolcano
source: Volcanic Eruption!
ar: ثوران بركاني!

# factVolcano
source: A classic reaction releasing carbon dioxide gas rapidly.
ar: تفاعل كلاسيكي يطلق غاز ثاني أكسيد الكربون بسرعة.

source: Compounds
ar: مركبات

# journal
source: Discovery Journal
ar: سجل الاكتشافات

# dictionary
source: Chemical Dictionary
ar: القاموس الكيميائي

# noData
source: No data found.
ar: لم يتم العثور على بيانات.

source: Chemical of the Day
ar: عنوان اليوم المميز
de: Chemikalie des Tages
fa: شيمي روز
hi: आज का रसायन
id: Kimia Hari Ini
it: Chimica del Giorno
ja: 今日の化学
ko: 오늘의 화학
pt: Qu?mica do Dia
ru: Химия дня
tr: Günün Kimyasal?

source: Did you know?
ar: هل تعلم؟
de: Wussten Sie schon?
fa: آيا مي‌دانستيد؟
hi: क्या आप जानते हैं?
id: Tahukah Anda?
it: Lo sapevi?
ja: ご存知でしたか？
ko: 알고 계셨나요?
pt: Sabia que?
ru: Знаете ли вы?
tr: Biliyor muydunuz?

source: Daily Use:
ar: الاستخدام اليومي:
de: Täglicher Gebrauch:
fa: استفاده روزانه:
hi: दैनिक उपयोग:
id: Penggunaan Harian:
it: Uso Quotidiano:
ja: 日常生活での用途：
ko: 일상적 용도:
pt: Uso Di?rio:
ru: Ежедневное использование:
tr: Günlük Kullan?m:

# chemOxygen
source: Oxygen
ar: الأكسجين
de: Sauerstoff
fa: اکسيژن
hi: ऑक्सीजन
id: Oksigen
it: Ossigeno
ja: 酸素
ko: 酸素
pt: Oxigénio
ru: Кислород
tr: Oksijen

# chemOxygenUse
source: Essential for breathing and steel production.
ar: ضروري للتنفس وصناعة الصلب.
de: Essentiell für die Atmung und Stahlproduktion.
fa: حياتي براي تنفس و توليد فولاد.
hi: श्वसन और इस्पात उत्पादन के लिए आवश्यक।
id: Penting untuk pernapasan dan produksi baja.
it: Essenziale per la respirazione e la produzione di acciaio.
ja: 呼吸や製鉄に不可欠です。
ko: 호흡과 철강 생산에 필수적입니다.
pt: Essencial para a respiraç?o e produç?o de aço.
ru: Необходим для дыхания и производства стали.
tr: Solunum ve çelik üretimi için gereklidir.

# chemGold
source: Gold
ar: الذهب
fa: طلا
hi: सोना
id: Emas
it: Oro
ja: 金
ko: 금
pt: Ouro
ru: Золото
tr: Alt?n

# chemGoldUse
source: Used in electronics and jewelry due to its conductivity.
ar: يستخدم في الإلكترونيات والمجوهرات لتوصيله الجيد.
de: Wird wegen seiner Leitfähigkeit in Elektronik und Schmuck verwendet.
fa: به دليل رسانايي در الکترونيک و جواهرات استفاده مي‌شود.
hi: अपनी चालकता के कारण इलेक्ट्रॉनिक्स और गहनों में उपयोग किया जाता है।
id: Digunakan dalam elektronik dan perhiasan karena konduktivitasnya.
it: Usato in elettronica e gioielleria per la sua conduttività.
ja: その導電性から電子機器や宝飾品に使用されます。
ko: 전도성 때문에 전자 기기와 보석에 사용됩니다.
pt: Utilizado em eletr?nica e joalharia pela sua condutividade.
ru: Используется в электронике и ювелирных изделиях.
tr: ?letkenli?i nedeniyle elektronik ve mücevheratta kullan?l?r.

# chemCarbon
source: Carbon
ar: الكربون
de: Kohlenstoff
fa: کربن
hi: कार्बन
id: Karbon
it: Carbonio
ja: 炭素
ko: 탄소
pt: Carbono
ru: Углерод
tr: Karbon

# chemCarbonUse
source: The basis of all known life forms.
ar: أساس كل أشكال الحياة المعروفة.
de: Die Basis aller bekannten Lebensformen.
fa: پايه تمام اشکال شناخته شده زندگي.
hi: सभी ज्ञात जीवन रूपों का आधार।
id: Dasar dari semua bentuk kehidupan yang diketahui.
it: La base di tutte le forme di vita conosciute.
ja: すべての既知の生命体の基礎です。
ko: 모든 알려진 생명체의 기초입니다.
pt: A base de todas as formas de vida conhecidas.
ru: Основа всех известных форм жизни.
tr: Bilinen tüm ya?am formlar?n?n temelidir.

# atomicNumberLabel
source: Atomic Number
ar: العدد الذري
de: Ordnungszahl
fa: عدد اتمي
hi: परमाणु क्रमांक
id: Nomor Atom
it: Numero Atomico
ja: 原子番号
ko: 원자 번호
pt: N?mero At?mico
ru: Атомный номер
tr: Atom Numaras?

# dailyLifeUseLabel
source: Daily Life Use
ar: الاستخدام في الحياة اليومية
de: Alltagsgebrauch
fa: استفاده در زندگي روزمره
hi: दैनिक जीवन में उपयोग
id: Penggunaan Sehari-hari
it: Uso Quotidiano
ja: 生活での用途
ko: 일상 생활 활용
pt: Uso na Vida Di?ria
ru: Применение в повседневной жизни
tr: Günlük Ya?am Kullan?m?

# scientificSummaryLabel
source: Scientific Summary
ar: ملخص علمي
de: Wissenschaftliche Zusammenfassung
fa: خلاصه علمي
hi: वैज्ञानिक सारांश
id: Ringkasan Ilmiah
it: Sintesi Scientifica
ja: 科学的要約
ko: 과학적 요약
pt: Resumo Cient?fico
ru: Научное резюме
tr: Bilimsel ?zet

# massLabel
source: Mass
ar: الكتلة
de: Masse
fa: جرم
hi: द्रव्यमान (Mass)
id: Massa
it: Massa
ja: 質量
ko: 질량
pt: Massa
ru: Масса
tr: Kütle

# categoryLabel
source: Category
ar: الفئة
de: Kategorie
fa: دسته بندي
hi: श्रेणी
id: Kategori
it: Categoria
ja: カテゴリー
ko: 범주
pt: Categoria
ru: Категория
tr: Kategori

# catNonmetal
source: Nonmetal
ar: لا فلز

source: Compound Playground
ar: ملعب المركبات
de: Verbindungs-Spielplatz
fa: زمين بازي ترکيبات
hi: यौगिक खेल का मैदान (Playground)
id: Taman Bermain Senyawa
it: Campo Giochi dei Composti
ja: 化合物プレイグラウンド
ko: 화합물 놀이터
pt: Campo de Jogos de Compostos
ru: Площадка для соединений
tr: Bile?ik Oyun Alan?

# selectElementsMix
source: Select elements to mix
ar: اختر العناصر للدمج
de: Elemente zum Mischen auswählen
fa: عناصر را براي ترکيب انتخاب کنيد
hi: मिश्रण के लिए तत्वों का चयन करें
id: Pilih elemen untuk dicampur
it: Seleziona elementi da mescolare
ja: 混合する元素を選択
ko: 혼합할 원소를 선택하세요
pt: Selecione elementos para misturar
ru: Выберите элементы для смешивания
tr: Kar??t?rmak için elementleri seçin

source: Elements Repository
ar: مستودع العناصر
de: Elemente-Repository
fa: مخزن عناصر
hi: तत्व भंडार (Repository)
id: Repositori Elemen
it: Repertorio Elementi
ja: 元素リポジトリ
ko: 원소 저장소
pt: Reposit?rio de Elementos
ru: Репозиторий элементов
tr: Element Havuzu

source: Mix Elements
ar: دمج العناصر
de: Elemente mischen
fa: ترکيب عناصر
hi: मिश्रण करें
id: Campurkan Elemen
it: Mescola Elementi
ja: 元素を混合
ko: 원소 혼합
pt: Misturar Elementos
ru: Смешать элементы
tr: Elementleri Kar??t?r

# catNobleGas
source: Noble Gas
ar: غاز نبيل

# catAlkaliMetal
source: Alkali Metal
ar: فلز قلوي

# catAlkalineEarth
source: Alkaline Earth Metal
ar: فلز قلوي ترابي

# catMetalloid
source: Metalloid
ar: شبه فلز

# catHalogen
source: Halogen
ar: هالوجين

# catPostTransition
source: Post-transition Metal
ar: فلز بعد انتقالي

# catTransition
source: Transition Metal
ar: فلز انتقالي

# catLanthanide
source: Lanthanide
ar: لانثانيدات

# catActinide
source: Actinide
ar: أكتينيدات

# elemHName
source: Hydrogen
ar: الهيدروجين

# elemHSummary
source: Hydrogen is the lightest element and the most abundant chemical substance in the universe.
ar: الهيدروجين هو أخف عنصر وأكثر المواد الكيميائية وفرة في الكون.

# elemHUse
source: Found in Water (H2O), rocket fuel, and stars.
ar: يوجد في الماء (H2O) ووقود الصواريخ والنجوم.

# elemHeName
source: Helium
ar: الهيليوم

# elemHeSummary
source: Helium is a colorless, odorless, tasteless, non-toxic, inert, monatomic gas.
ar: الهيليوم غاز عديم اللون والرائحة والمذاق، غير سام وخامل.

# elemHeUse
source: Used in party balloons, MRI machines, and deep-sea diving.
ar: يستخدم في بالونات الحفلات وأجهزة الرنين المغناطيسي والغوص العميق.

# elemLiName
source: Lithium
ar: الليثيوم

# elemLiSummary
source: Lithium is a soft, silvery-white alkali metal. It is the lightest metal.
ar: الليثيوم فلز قلوي ناعم أبيض فضي، وهو أخف الفلزات.

# elemLiUse
source: Essential for rechargeable batteries in phones and laptops.
ar: أساسي للبطاريات القابلة لإعادة الشحن في الهواتف والمحمول.

# elemBeName
source: Beryllium
ar: البيريليوم

# elemBeSummary
source: Beryllium is a steel-gray, strong, lightweight and brittle alkaline earth metal.
ar: البيريليوم فلز قلوي ترابي صلب رمادي قوي وخفيف الوزن وقصف.

# elemBeUse
source: Used in aerospace material and X-ray windows.
ar: يستخدم في مواد الطيران والنوافذ المخصصة للأشعة السينية.

# elemBName
source: Boron
ar: البورون

# elemBSummary
source: Boron is a metalloid found in Earth's crust. It is essential for plant cell walls.
ar: البورون شبه فلز يوجد في قشرة الأرض، وهو ضروري لجدران الخلايا النباتية.

# elemBUse
source: Used in fiberglass, pyrotechnics, and eye drops.
ar: يستخدم في الألياف الزجاجية والألعاب النارية وقطرات العين.

# elemCName
source: Carbon
ar: الكربون

# elemCSummary
source: Carbon is the basis of all known life and can exist as diamond or graphite.
ar: الكربون هو أساس كل أشكال الحياة المعروفة ويمكن أن يوجد كألماس أو جرافيت.

# elemCUse
source: Found in pencils, diamonds, and all living organisms.
ar: يوجد في أقلام الرصاص والألماس وجميع الكائنات الحية.

# elemNName
source: Nitrogen
ar: النيتروجين

# elemNSummary
source: Nitrogen makes up 78% of Earth's atmosphere. It is essential for life.
ar: يشكل النيتروجين 78% من الغلاف الجوي للأرض، وهو ضروري للحياة.

# elemNUse
source: Used in fertilizers, food packaging, and liquid nitrogen.
ar: يستخدم في الأسمدة وتغليف المواد الغذائية والنيتروجين السائل.

# elemOName
source: Oxygen
ar: الأكسجين

# elemOSummary
source: Oxygen is a highly reactive nonmetal and essential for respiration.
ar: الأكسجين لا فلز شديد التفاعل وضروري لعملية التنفس.

# elemOUse
source: Essential for breathing, combustion, and water.
ar: ضروري للتنفس والاحتراق والماء.

# elemFName
source: Fluorine
ar: الفلور

# elemFSummary
source: Fluorine is the most electronegative element and extremely reactive.
ar: الفلور هو أكثر العناصر كهروسالبية ونشط كيميائياً بشكل كبير.

# elemFUse
source: Used in toothpaste and refrigeration (Freon).
ar: يستخدم في معجون الأسنان وتقنيات التبريد (الفريون).

# elemNeName
source: Neon
ar: النيون

# elemNeSummary
source: Neon is a noble gas that gives off a bright orange-red glow in lamps.
ar: النيون غاز نبيل يعطي وهجاً برتقالياً محمراً ساطعاً في المصابيح.

# elemNeUse
source: Used in advertising signs and laser technology.
ar: يستخدم في لوحات الإعلانات وتكنولوجيا الليزر.

# elemNaName
source: Sodium
ar: الصوديوم

# elemNaSummary
source: Sodium is a soft, silvery-white, highly reactive alkali metal.
ar: الصوديوم فلز قلوي ناعم أبيض فضي شديد التفاعل.

# elemNaUse
source: Main component of table salt (NaCl) and street lights.
ar: المكون الرئيسي لملح الطعام (NaCl) ومصابيح الشوارع.

# elemMgName
source: Magnesium
ar: المغنيسيوم

# elemMgSummary
source: Magnesium is a shiny gray solid alkaline earth metal.
ar: المغنيسيوم فلز قلوي ترابي صلب رمادي لامع.

# elemMgUse
source: Used in flares, laptops, and human muscle function.
ar: يستخدم في كشافات الإضاءة والمحمول ووظائف العضلات عند الإنسان.

# elemAlName
source: Aluminum
ar: الألومنيوم

# elemAlSummary
source: Aluminum is a lightweight, silvery-white, non-magnetic metal.
ar: الألومنيوم فلز خفيف الوزن أبيض فضي وغير مغناطيسي.

# elemAlUse
source: Used in soda cans, foil, airplanes, and window frames.
ar: يستخدم في علب الصودا والرقائق والطائرات وإطارات النوافذ.

# elemSiName
source: Silicon
ar: السيليكون

# elemSiSummary
source: Silicon is a hard, brittle crystalline metalloid widely used in electronics.
ar: السيليكون شبه فلز بلوري صلب وقصف يستخدم على نطاق واسع في الإلكترونيات.

# elemSiUse
source: The heart of computer chips and glass production.
ar: قلب رقائق الكمبيوتر وإنتاج الزجاج.

# elemPName
source: Phosphorus
ar: الفوسفور

# elemPSummary
source: Phosphorus is a reactive nonmetal. It is vital for DNA and cell energy.
ar: الفوسفور لا فلز نشط، حيوي للحمض النووي وطاقة الخلايا.

# elemPUse
source: Used in fertilizers, match heads, and cleaning agents.
ar: يستخدم في الأسمدة ورؤوس الكبريت وعوامل التنظيف.

# elemSName
source: Sulfur
ar: الكبريت

# elemSSummary
source: Sulfur is a bright yellow, brittle nonmetal at room temperature.
ar: الكبريت لا فلز أصفر فاقع وقصف في درجة حرارة الغرفة.

# elemSUse
source: Used in gunpowder, batteries, and vulcanizing rubber.
ar: يستخدم في البارود والبطاريات وفلكنة المطاط.

# elemClName
source: Chlorine
ar: الكلور

# elemClSummary
source: Chlorine is a yellow-green gas with a strong, bleaching odor.
ar: الكلور غاز أصفر مخضر ذو رائحة تبييض قوية.

# elemClUse
source: Used to disinfect swimming pools and in bleach.
ar: يستخدم لتطهير حمامات السباحة وفي مواد التبييض.

# elemArName
source: Argon
ar: الأرجون

# elemArSummary
source: Argon is the most common noble gas in Earth's atmosphere.
ar: الأرجون هو الغاز النبيل الأكثر شيوعاً في الغلاف الجوي للأرض.

# elemArUse
source: Used in light bulbs and high-temperature welding.
ar: يستخدم في المصابيح الكهربائية واللحام بدرجات حرارة عالية.

# elemKName
source: Potassium
ar: البوتاسيوم

# elemKSummary
source: Potassium is a soft, silvery alkali metal that reacts violently with water.
ar: البوتاسيوم فلز قلوي ناعم فضي يتفاعل بعنف مع الماء.

# elemKUse
source: Found in bananas and essential for heart function.
ar: يوجد في الموز وضروري لوظائف القلب.

# elemCaName
source: Calcium
ar: الكالسيوم

# elemCaSummary
source: Calcium is a grey alkaline earth metal, the most abundant metal in humans.
ar: الكالسيوم فلز قلوي ترابي رمادي، وهو أكثر الفلزات وفرة في جسم الإنسان.

# elemCaUse
source: Found in milk, bones, teeth, and cement.
ar: يوجد في الحليب والعظام والأسنان والأسمنت.

# elemScName
source: Scandium
ar: السكانديوم

# elemScSummary
source: Scandium is a silvery-white metallic d-block element.
ar: السكانديوم عنصر انتقالي خفيف أبيض فضي.

# elemScUse
source: Used in aluminum-scandium alloys for aerospace and high-end sports equipment.
ar: يستخدم في سبائك الألومنيوم للطائرات والمعدات الرياضية.

# elemTiName
source: Titanium
ar: التيتانيوم

# elemTiSummary
source: Titanium is a strong, lightweight metal with a high melting point and excellent corrosion resistance.
ar: التيتانيوم معدن قوي وخفيف الوزن ذو درجة انصهار عالية ومقاومة ممتازة للتآكل.

# elemTiUse
source: Used in aircraft, dental implants, and high-end watches.
ar: يستخدم في الطائرات والغرسات السنية والساعات الفاخرة.

# elemVName
source: Vanadium
ar: الفاناديوم

# elemVSummary
source: Vanadium is a hard, silvery-grey, malleable transition metal.
ar: الفاناديوم عنصر صلب رمادي فضي، لين وقابل للطرق.

# elemVUse
source: Used to create steel alloys for tools, axles, and crankshafts.
ar: يستخدم لتقوية الفولاذ في الأدوات والمحركات.

# elemCrName
source: Chromium
ar: الكروم

# elemCrSummary
source: Chromium is a hard, shiny metal that is highly resistant to tarnishing.
ar: الكروم معدن صلب ولامع شديد المقاومة لفقدان البريق.

# elemCrUse
source: Used in stainless steel and chrome plating.
ar: يستخدم في الفولاذ المقاوم للصدأ وطلاء الكروم.

# elemMnName
source: Manganese
ar: المنغنيز

# elemMnSummary
source: Manganese is a transition metal with important industrial alloy uses, particularly in stainless steel.
ar: المنغنيز عنصر حيوي لإنتاج الفولاذ المقاوم للصدأ.

# elemMnUse
source: Used in dry cell batteries and to strengthen aluminum cans.
ar: يستخدم في البطاريات الجافة وسبائك الألومنيوم.

# elemFeName
source: Iron
ar: الحديد

# elemFeSummary
source: Iron is the most common element on Earth by mass, forming much of the core.
ar: الحديد هو العنصر الأكثر شيوعاً على الأرض من حيث الكتلة، ويكوّن معظم اللب.

# elemFeUse
source: Used in steel construction and found in red blood cells.
ar: يستخدم في بناء الفولاذ والمركبات ويوجد في خلايا الدم الحمراء.

# elemCoName
source: Cobalt
ar: الكوبالت

# elemCoSummary
source: Cobalt is a hard, lustrous, silver-gray metal found in Earth's crust only in chemically combined form.
ar: الكوبالت فلز صلب ولامع ومغناطيسي.

# elemCoUse
source: Used in jet turbine parts, strong magnets, and rechargeable batteries.
ar: يستخدم في التوربينات والمغناطيس القوي والبطاريات.

# elemNiName
source: Nickel
ar: النيكل

# elemNiSummary
source: Nickel is a silvery-white lustrous metal with a slight golden tinge.
ar: النيكل فلز أبيض فضي لامع يقاوم التآكل.

# elemNiUse
source: Used in plating, coins, and laptop batteries.
ar: يستخدم في طلاء المعادن والعملات المعدنية وبطاريات اللاب توب.

# elemCuName
source: Copper
ar: النحاس

# elemCuSummary
source: Copper is a soft, malleable, and ductile metal with very high conductivity.
ar: النحاس فلز ناعم وقابل للطرق والسحب مع موصلية عالية جداً للكهرباء.

# elemCuUse
source: Used in electrical wiring and plumbing pipes.
ar: يستخدم في الأسلاك الكهربائية وأنابيب السباكة.

# elemZnName
source: Zinc
ar: الزنك

# elemZnSummary
source: Zinc is a slightly brittle metal at room temperature.
ar: الزنك فلز قصف قليلاً في درجة حرارة الغرفة.

# elemZnUse
source: Used to galvanize steel and in sunscreen.
ar: يستخدم في جلفنة الفولاذ وفي واقي الشمس.

# elemGaName
source: Gallium
ar: الغاليوم

# elemGaSummary
source: Gallium is a soft, silvery metal that melts at just 29.7°C, meaning it can melt in your hand.
ar: الغاليوم فلز ينصهر حرفياً في يدك بسبب درجة انصهاره المنخفضة.

# elemGaUse
source: Essential for semiconductors, blue LEDs, and lasers.
ar: أساسي في أشباه الموصلات والدوائر الإلكترونية والليزر.

# elemGeName
source: Germanium
ar: الجرمانيوم

# elemGeSummary
source: Germanium is a lustrous, hard-brittle, grayish-white metalloid.
ar: الجرمانيوم أبيض فضي، شبه فلز صلب وقصف.

# elemGeUse
source: Used in fiber optics, night vision equipment, and wide-angle lenses.
ar: يستخدم في أجهزة الرؤية الليلية والألياف البصرية وكابلات الاتصالات.

# elemAsName
source: Arsenic
ar: الزرنيخ

# elemAsSummary
source: Arsenic is a metalloid that exists in several allotropic forms, famous for its toxicity.
ar: الزرنيخ شبه فلز يشتهر بكونه شديد السمية في مركباته.

# elemAsUse
source: Used in wood preservatives, pesticides, and some semiconductor doping.
ar: يستخدم في حفظ الخشب ومبيدات الحشرات وبعض أشباه الموصلات.

# elemSeName
source: Selenium
ar: السيلينيوم

# elemSeSummary
source: Selenium is a nonmetal with properties that are intermediate between the elements sulfur and tellurium.
ar: السيلينيوم لا فلز ضروري للصحة بكميات ضئيلة جداً.

# elemSeUse
source: Used in photocells, solar panels, and anti-dandruff shampoos.
ar: يستخدم في الخلايا الشمسية وكاميرات التصوير الفوتوغرافي.

# elemBrName
source: Bromine
ar: البروم

# elemBrSummary
source: Bromine is a reddish-brown liquid at room temperature that evaporates easily to form a similarly colored gas.
ar: البروم سائل أحمر بني مائل للتبخر في درجة حرارة الغرفة.

# elemBrUse
source: Used in flame retardants, medicines, and photography.
ar: يستخدم في مثبطات اللهب، والأدوية، ومعالجة الصور.

# elemKrName
source: Krypton
ar: الكريبتون

# elemKrSummary
source: Krypton is a noble gas that is used with phosphors in energy-saving fluorescent lamps.
ar: الكريبتون غاز نبيل عديم اللون والمذاق.

# elemKrUse
source: Used in high-speed photography flashes and laser eye surgery.
ar: يستخدم في الإضاءة عالية الكفاءة وفي ليزر جراحة العين.

# elemRbName
source: Rubidium
ar: الروبيديوم

# elemRbSummary
source: Rubidium is a soft, silvery-white metallic element of the alkali metal group.
ar: الروبيديوم فلز قلوي ناعم جداً وشديد التفاعل.

# elemRbUse
source: Used in atomic clocks and laser research.
ar: يستخدم في الساعات الذرية وأبحاث الليزر.

# elemSrName
source: Strontium
ar: السترونشيوم

# elemSrSummary
source: Strontium is an alkaline earth metal that is highly reactive and turns yellow when exposed to air.
ar: السترونشيوم فلز فضي مصفر يتفاعل بسرعة مع الهواء.

# elemSrUse
source: Used in fireworks and flares to produce a brilliant red color.
ar: يستخدم في الألعاب النارية لإعطاء اللون الأحمر الزاهي.

# elemYName
source: Yttrium
ar: اليتريوم

# elemYSummary
source: Yttrium is a silvery-metallic transition metal chemically similar to the lanthanides.
ar: اليتريوم فلز انتقالي بلون معدني فضي.

# elemYUse
source: Used in LEDs, phosphors tip for old TVs, and laser applications.
ar: يستخدم في الشاشات القديمة وتطبيقات الليزر.

# elemZrName
source: Zirconium
ar: الزركونيوم

# elemZrSummary
source: Zirconium is a lustrous, grey-white, strong transition metal that resembles hafnium.
ar: الزركونيوم فلز قوي ومقاوم جداً للتآكل.

# elemZrUse
source: Used in nuclear reactors and high-end jewelry (Cubic Zirconia).
ar: يستخدم في المفاعلات النووية والمجوهرات (الزركون).

# elemNbName
source: Niobium
ar: النيوبيوم

# elemNbSummary
source: Niobium is a soft, grey, crystalline, ductile transition metal.
ar: النيوبيوم فلز ناعم وقابل للسحب يستخدم في السبائك الفائقة.

# elemNbUse
source: Used in superconducting magnets and jet engines.
ar: يستخدم في الموصلات الفائقة ومحركات الطائرات النفاثة.

# elemMoName
source: Molybdenum
ar: الموليبدينوم

# elemMoSummary
source: Molybdenum is a silvery-white metal that has a very high melting point.
ar: الموليبدينوم فلز فضي صلب ذو درجة انصهار عالية جداً.

# elemMoUse
source: Used in high-strength steel alloys and cutting tools.
ar: يستخدم في الفولاذ القوي جداً وأدوات القطع.

# elemTcName
source: Technetium
ar: التكنيشيوم

# elemTcSummary
source: Technetium is the first element to be produced artificially.
ar: التكنيشيوم هو أول عنصر تم إنتاجه صناعياً.

# elemTcUse
source: Widely used in medical diagnostic imaging.
ar: يستخدم بكثافة في التصوير الطبي التشخيصي.

# elemRuName
source: Ruthenium
ar: الروثينيوم

# elemRuSummary
source: Ruthenium is a rare transition metal belonging to the platinum group.
ar: الروثينيوم فلز صلب أبيض يقاوم المواد الكيميائية.

# elemRuUse
source: Used in electrical contacts and chemical catalysts.
ar: يستخدم في الوصلات الكهربائية ومحفزات الكيمياء.

# elemRhName
source: Rhodium
ar: الروديوم
