Repository: MohammedNafea/Chemistry-Initiative_hash-plus
Catalog: lib/l10n/app_*.arb
Languages: ar, de, fa, hi, id, it, ja, ko, pt, ru, tr

# appTitle
source: Chemistry Wonders
ar: عَجَائِبُ الكِيْمِيَاء
de: Chemie Initiative
fa: ابتکار شيمي
hi: रसायन विज्ञान पहल
id: Inisiatif Kimia
it: Iniziativa Chimica
ja: 化学イニシアティブ
ko: 화학 이니셔티브
pt: Iniciativa Qu?mica
ru: Химическая Инициатива
tr: Kimya Giri?imi

# splashTitle
source: Chemistry Wonders
ar: عَجَائِبُ الكِيْمِيَاء

source: Leaderboard
ar: لوحة المتصدرين

source: Home
ar: الرئيسية
de: Startseite
fa: خانه
hi: होम
id: Beranda
ja: ホーム
ko: 홈
pt: In?cio
ru: Главная
tr: Ana Sayfa

source: Search
ar: بحث
de: Suche
fa: جستجو
hi: खोजें
id: Cari
it: Cerca
ja: 検索
ko: 검색
pt: Pesquisar
ru: Поиск
tr: Ara

source: Bookmark
ar: المحفوظات
de: Lesezeichen
fa: نشان‌گذاري
hi: बुकमार्क
id: Penanda
it: Segnalibro
ja: ブックマーク
ko: 북마크
pt: Favoritos
ru: Закладки
tr: Kaydedilenler

source: Profile
ar: الملف الشخصي
de: Profil
fa: پروفايل
hi: प्रोफाइल
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
pt: Perfil
ru: Профиль
tr: Profil

# welcomeUser
source: Welcome {name}
ar: مرحبا {name}
de: Willkommen {name}
fa: خوش آمديد {name}
hi: स्वागत है {name}
id: Selamat datang {name}
it: Benvenuto {name}
ja: ようこそ {name}
ko: 환영합니다 {name}
pt: Bem-vindo {name}
ru: Добро пожаловать, {name}
tr: Ho?geldin {name}

# auroraTitle
source: Aurora Borealis
ar: ظاهرة الشفق القطبي
fa: شفق قطبي
hi: ऑरोरा बोरेलिस
it: Aurora Boreale
ja: オーロラ
ko: 오로라 보레알리스
pt: Aurora Boreal
ru: Северное сияние

source: Explore More
ar: استكشف أكثر
de: Mehr Entdecken
fa: کاوش بيشتر
hi: और खोजें
id: Jelajahi Lebih Lanjut
it: Esplora di Più
ja: もっと見る
ko: 더 알아보기
pt: Explorar Mais
ru: Узнать больше
tr: Daha Fazla Ke?fet

source: Your Progress
ar: مستوى تقدمك
de: Dein Fortschritt
fa: پيشرفت شما
hi: आपकी प्रगति
id: Kemajuan Anda
it: Tuoi Progressi
ja: あなたの進捗
ko: 진행 상황
pt: Seu Progresso
ru: Ваш прогресс
tr: ?lerlemeniz

# natureSection
source: Nature
ar: الطبيعة
de: Natur
fa: طبيعت
hi: प्रकृति
id: Alam
it: Natura
ja: 自然
ko: 자연
pt: Natureza
ru: Природа
tr: Do?a

# waterAirSection
source: Water & Air
ar: الماء والهواء
de: Wasser & Luft
fa: آب و هوا
hi: जल और वायु
id: Air & Udara
it: Acqua e Aria
ja: 水と空気
ko: 물과 공기
pt: ?gua e Ar
ru: Вода и воздух
tr: Su ve Hava

# dailyLifeSection
source: Daily Life
ar: الحياة اليومية
de: Tägliches Leben
fa: زندگي روزمره
hi: दैनिक जीवन
id: Kehidupan Sehari-hari
it: Vita Quotidiana
ja: 日常生活
ko: 일상 생활
pt: Vida Di?ria
ru: Повседневная жизнь
tr: Günlük Ya?am

# welcomeMessage
source: Welcome to Chemistry Wonders
ar: أهلاً بك في عَجَائِبُ الكِيْمِيَاء
de: Willkommen bei Chemie Wundern
fa: به شگفتي‌هاي شيمي خوش آمديد
hi: रसायन विज्ञान के चमत्कारों में आपका स्वागत है
id: Selamat Datang di Keajaiban Kimia
it: Benvenuto alle Meraviglie della Chimica
ja: 化学の驚異へようこそ
ko: 화학의 경이로움에 오신 것을 환영합니다
pt: Bem-vindo às Maravilhas da Qu?mica
ru: Добро пожаловать в Чудеса Химии
tr: Kimya Harikalar?na Ho?geldiniz

source: Contact Info
ar: معلومات الاتصال
de: Kontakt Info
fa: اطلاعات تماس
hi: संपर्क जानकारी
id: Info Kontak
it: Info Contatto
ja: 連絡先情報
ko: 연락처 정보
pt: Info de Contato
ru: Контактная информация
tr: ?leti?im Bilgileri

source: Settings
ar: الإعدادات
de: Einstellungen
fa: تنظيمات
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt: Configuraç?es
ru: Настройки
tr: Ayarlar

source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil Bearbeiten
fa: ويرايش پروفايل
hi: प्रोफाइल संपादित करें
id: Edit Profil
it: Modifica Profilo
ja: プロフィール編集
ko: 프로필 수정
pt: Editar Perfil
ru: Редактировать профиль
tr: Profili Düzenle

source: Save
ar: حفظ
de: Speichern
fa: ذخيره
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
tr: Kaydet

source: Email
ar: البريد الإلكتروني
fa: ايميل
hi: ईमेल
ja: メール
ko: 이메일
ru: Эл. почта
tr: E-posta

source: Phone
ar: رقم الهاتف
de: Telefon
fa: تلفن
hi: फ़ोन
id: Telepon
it: Telefono
ja: 電話番号
ko: 전화번호
pt: Telefone
ru: Телефон
tr: Telefon

source: Location
ar: الموقع
de: Standort
fa: مکان
hi: स्थान
id: Lokasi
it: Posizione
ja: 場所
ko: 위치
pt: Localizaç?o
ru: Местоположение
tr: Konum

source: Theme
ar: المظهر
de: Thema
fa: تم
hi: थीम
id: Tema
it: Tema
ja: テーマ
ko: 테마
pt: Tema
ru: Тема
tr: Tema

source: Language
ar: اللغة
de: Sprache
fa: زبان
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
pt: Idioma
ru: Язык
tr: Dil

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
fa: اعلان‌ها
hi: सूचनाएं
id: Notifikasi
it: Notifiche
ja: 通知
ko: 알림
pt: Notificaç?es
ru: Уведомления
tr: Bildirimler

source: Privacy & Security
ar: الخصوصية والأمان
de: Privatsphäre & Sicherheit
fa: حريم خصوصي و امنيت
hi: गोपनीयता और सुरक्षा
id: Privasi & Keamanan
it: Privacy e Sicurezza
ja: プライバシーとセキュリティ
ko: 개인정보 및 보안
pt: Privacidade e Segurança
ru: Конфиденциальность и безопасность
tr: Gizlilik ve Güvenlik

source: Help & Support
ar: المساعدة والدعم
de: Hilfe & Support
fa: کمک و پشتيباني
hi: मदद और समर्थन
id: Bantuan & Dukungan
it: Aiuto e Supporto
ja: ヘルプとサポート
ko: 도움말 및 지원
pt: Ajuda e Suporte
ru: Помощь и поддержка
tr: Yard?m ve Destek

source: Logout
ar: تسجيل الخروج
de: Abmelden
fa: خروج
hi: लॉग आउट
id: Keluar
it: Disconnetti
ja: ログアウト
ko: 로그아웃
pt: Sair
ru: Выйти
tr: C?k?? Yap

source: Burning Gas
ar: احتراق الغازات
de: Brennendes Gas
fa: سوختن گاز
hi: गैस जलना
id: Pembakaran Gas
it: Gas Bruciato
ja: ガスの燃焼
ko: 가스 연소
pt: Queima de G?s
ru: Горение газа
tr: Gaz Yanmas?

source: Forests
ar: الغابات
de: Wälder
fa: جنگل‌ها
hi: वन
id: Hutan
it: Foreste
ja: 森林
ko: 숲
pt: Florestas
ru: Леса
tr: Ormanlar

source: Coal Burning
ar: اشتعال الفحم
de: Kohleverbrennung
fa: سوختن زغال‌سنگ
hi: कोयला जलना
id: Pembakaran Batubara
it: Carbone Bruciato
ja: 石炭の燃焼
ko: 석탄 연소
pt: Queima de Carv?o
ru: Горение угля
tr: K?mür Yanmas?

source: Rocks
ar: الصخور
de: Gesteine
fa: سنگ‌ها
hi: चट्टानें
id: Batuan
it: Rocce
ja: 岩石
ko: 바위
pt: Rochas
ru: Камни
tr: Kayalar

source: Solution Absorption
ar: امتصاص المحلول
de: Lösungsabsorption
fa: جذب محلول
hi: समाधान अवशोषण
id: Penyerapan Larutan
it: Assorbimento Soluzione
ja: 溶液吸収
ko: 용액 흡수
pt: Absorç?o de Soluç?o
ru: Абсорбция раствора
tr: C?zelti Emilimi

source: Rain Drops
ar: قطرات المطر
de: Regentropfen
fa: قطرات باران
hi: बारिश की बूंदें
id: Tetesan Hujan
it: Gocce di Pioggia
ja: 雨滴
ko: 빗방울
pt: Gotas de Chuva
ru: Капли дождя
tr: Ya?mur Damlalar?

source: Factory Smoke
ar: دخان المصانع
de: Fabrikrauch
fa: دود کارخانه
hi: फैक्ट्री का धुआं
id: Asap Pabrik
it: Fumo di Fabbrica
ja: 工場の煙
ko: 공장 연기
pt: Fumaça de F?brica
ru: Заводской дым
tr: Fabrika Duman?

source: Crystal
ar: الكريستال
de: Kristall
fa: کريستال
hi: क्रिस्टल
id: Kristal
it: Cristallo
ja: 結晶
ko: 수정
pt: Cristal
ru: Кристалл
tr: Kristal

source: Bread Fermentation
ar: تخمير الخبز
de: Brotgärung
fa: تخمير نان
hi: ब्रेड किण्वन
id: Fermentasi Roti
it: Fermentazione del Pane
ja: パンの発酵
ko: 빵 발효
pt: Fermentaç?o de P?o
ru: Брожение хлеба
tr: Ekmek Mayalanmas?

source: Medical Labs
ar: المعامل الطبية
de: Medizinische Labore
fa: آزمايشگاه‌هاي پزشکي
hi: चिकित्सा प्रयोगशालाएं
id: Lab Medis
it: Laboratori Medici
ja: 医療研究所
ko: 의료 실험실
pt: Labs Médicos
ru: Медицинские лаборатории
tr: T?bbi Laboratuvarlar

source: Medicines
ar: الأدوية
de: Medikamente
fa: داروها
hi: दवाइयां
id: Obat-obatan
it: Farmaci
ja: 薬
ko: 의약품
pt: Medicamentos
ru: Лекарства
tr: ?laçlar

source: Combustion
ar: الاشتعال
de: Verbrennung
fa: احتراق
hi: दहन
id: Pembakaran
it: Combustione
ja: 燃焼
ko: 연소
pt: Combust?o
ru: Сгорание
tr: Yanma

source: Welcome
ar: مرحبا
de: Willkommen
fa: خوش آمديد
hi: स्वागत है
id: Selamat Datang
it: Benvenuto
ja: ようこそ
ko: 환영합니다
pt: Bem-vindo
ru: Добро пожаловать
tr: Ho?geldiniz

source: User
ar: مستخدم
de: Benutzer
fa: کاربر
hi: उपयोगकर्ता
id: Pengguna
it: Utente
ja: ユーザー
ko: 사용자
pt: Usu?rio
ru: Пользователь
tr: Kullan?c?

source: Aurora Borealis
ar: ظاهرة الشفق القطبي
fa: شفق قطبي
hi: ऑरोरा बोरेलिस
it: Aurora Boreale
ja: オーロラ
ko: 오로라 보레알리스
pt: Aurora Boreal
ru: Северное сияние

source: Nature
ar: الطبيعة
de: Natur
fa: طبيعت
hi: प्रकृति
id: Alam
it: Natura
ja: 自然
ko: 자연
pt: Natureza
ru: Природа
tr: Do?a

# waterAndAir
source: Water & Air
ar: الماء والهواء
de: Wasser & Luft
fa: آب و هوا
hi: जल और वायु
id: Air & Udara
it: Acqua e Aria
ja: 水と空気
ko: 물과 공기
pt: ?gua e Ar
ru: Вода и воздух
tr: Su ve Hava

source: Daily Life
ar: الحياة اليومية
de: Tägliches Leben
fa: زندگي روزمره
hi: दैनिक जीवन
id: Kehidupan Sehari-hari
it: Vita Quotidiana
ja: 日常生活
ko: 일상 생활
pt: Vida Di?ria
ru: Повседневная жизнь
tr: Günlük Ya?am

# searchPlaceholder
source: Search for a topic...
ar: ابحث عن موضوع...
de: Suche nach einem Thema...
fa: جستجوي موضوع...
hi: विषय खोजें...
id: Cari topik...
it: Cerca un argomento...
ja: トピックを検索...
ko: 주제 검색...
pt: Pesquisar um t?pico...
ru: Искать тему...
tr: Bir konu ara...

# noResults
source: No results found
ar: لا توجد نتائج
de: Keine Ergebnisse gefunden
fa: نتيجه‌اي يافت نشد
hi: कोई परिणाम नहीं मिला
id: Tidak ada hasil ditemukan
it: Nessun risultato trovato
ja: 結果が見つかりません
ko: 결과를 찾을 수 없습니다
pt: Nenhum resultado encontrado
ru: Результатов не найдено
tr: Sonuç bulunamad?

source: No saved topics
ar: لا توجد مواضيع محفوظة
de: Keine gespeicherten Themen
fa: موضوع ذخيره شده‌اي نيست
hi: कोई सहेजे गए विषय नहीं
id: Tidak ada topik tersimpan
it: Nessun argomento salvato
ja: 保存されたトピックはありません
ko: 저장된 주제가 없습니다
pt: Nenhum t?pico salvo
ru: Нет сохраненных тем
tr: Kaydedilmi? konu yok

# saveYourFavorites
source: Save your favorite topics
ar: احفظ المواضيع المفضلة لديك
de: Speichere deine Lieblingsthemen
fa: موضوعات مورد علاقه خود را ذخيره کنيد
hi: अपने पसंदीदा विषयों को सहेजें
id: Simpan topik favorit Anda
it: Salva i tuoi argomenti preferiti
ja: お気に入りのトピックを保存
ko: 즐겨찾는 주제를 저장하세요
pt: Salve seus t?picos favoritos
ru: Сохраните ваши любимые темы
tr: Favori konular?n?z? kaydedin

source: Saved Topics
ar: المواضيع المحفوظة
de: Gespeicherte Themen
fa: موضوعات ذخيره شده
hi: सहेजे गए विषय
id: Topik Tersimpan
it: Argomenti Salvati
ja: 保存されたトピック
ko: 저장된 주제
pt: T?picos Salvos
ru: Сохраненные темы
tr: Kaydedilen Konular

source: Saved
ar: محفوظ
de: Gespeichert
fa: ذخيره شد
hi: सहेजा गया
id: Tersimpan
it: Salvato
ja: 保存済み
ko: 저장됨
pt: Salvo
ru: Сохранено
tr: Kaydedildi

source: Bookmarks
ar: المحفوظات
de: Lesezeichen
fa: نشان‌ها
hi: बुकमार्क
id: Penanda
it: Segnalibri
ja: ブックマーク
ko: 북마크
pt: Favoritos
ru: Закладки
tr: Yer ??aretleri

source: Topic deleted
ar: تم حذف الموضوع
de: Thema gelöscht
fa: موضوع حذف شد
hi: विषय हटा दिया गया
id: Topik dihapus
it: Argomento eliminato
ja: トピックが削除されました
ko: 주제가 삭제되었습니다
pt: T?pico exclu?do
ru: Тема удалена
tr: Konu silindi

source: Back to Home
ar: العودة للصفحة الرئيسية
de: Zurück zur Startseite
fa: بازگشت به خانه
hi: होम पर वापस जाएं
id: Kembali ke Beranda
it: Torna alla Home
ja: ホームに戻る
ko: 홈으로 돌아가기
pt: Voltar ao In?cio
ru: Назад на главную
tr: Ana Sayfaya D?n

source: Add to Bookmarks
ar: إضافة إلى المفضلة
de: Zu Lesezeichen hinzufügen
fa: افزودن به نشان‌ها
hi: बुकमार्क में जोड़ें
id: Tambahkan ke Penanda
it: Aggiungi ai Segnalibri
ja: ブックマークに追加
ko: 북마크에 추가
pt: Adicionar aos Favoritos
ru: Добавить в закладки
tr: Yer ??aretlerine Ekle

source: Added to Bookmarks
ar: تم الإضافة إلى المفضلة
de: Zu Lesezeichen hinzugefügt
fa: به نشان‌ها اضافه شد
hi: बुकमार्क में जोड़ा गया
id: Ditambahkan ke Penanda
it: Aggiunto ai Segnalibri
ja: ブックマークに追加されました
ko: 북마크에 추가됨
pt: Adicionado aos Favoritos
ru: Добавлено в закладки
tr: Yer ??aretlerine Eklendi

source: Name
ar: الاسم
fa: نام
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
pt: Nome
ru: Имя
tr: ?sim

source: Bio
ar: نبذة شخصية
fa: بيوگرافي
hi: बायो
it: Biografia
ja: 自己紹介
ko: 소개
ru: Био
tr: Biyografi

# profileUpdated
source: Profile Updated Successfully
ar: تم تحديث الملف الشخصي بنجاح
de: Profil erfolgreich aktualisiert
fa: پروفايل با موفقيت بروز شد
hi: प्रोफाइल सफलतापूर्वक अपडेट किया गया
id: Profil Berhasil Diperbarui
it: Profilo Aggiornato con Successo
ja: プロフィールが更新されました
ko: 프로필이 성공적으로 업데이트되었습니다
pt: Perfil Atualizado com Sucesso
ru: Профиль успешно обновлен
tr: Profil Ba?ar?yla Güncellendi

# auroraQuestion
source: Have you ever wondered why the sky sparkles with the colors of the Aurora Borealis?
ar: هل تساءلت يوماً لماذا تتلألأ السماء بألوان الشفق القطبي؟
de: Haben Sie sich jemals gefragt, warum der Himmel in den Farben der Aurora Borealis funkelt?
fa: آيا تا به حال فکر کرده‌ايد چرا آسمان با رنگ‌هاي شفق قطبي مي‌درخشد؟
hi: क्या आपने कभी सोचा है कि आसमान ऑरोरा बोरेलिस के रंगों से क्यों चमकता है?
id: Pernahkah Anda bertanya-tanya mengapa langit berkilauan dengan warna-warna Aurora Borealis?
it: Ti sei mai chiesto perché il cielo brilla con i colori dell'Aurora Boreale?
ja: なぜ空がオーロラの色で輝くのか疑問に思ったことはありますか？
ko: 왜 하늘이 오로라의 색으로 빛나는지 궁금한 적이 있나요?
pt: Você j? se perguntou por que o céu brilha com as cores da Aurora Boreal?
ru: Вы когда-нибудь задумывались, почему небо сверкает цветами Северного сияния?
tr: G?kyüzünün neden Aurora Borealis renkleriyle parlad???n? hiç merak ettiniz mi?

# auroraDescription
source: The Aurora Borealis occurs when charged particles from the sun collide with gases in the Earth's atmosphere, such as oxygen and nitrogen. These collisions excite atoms and molecules, giving them extra energy. • Oxygen at low altitude gives off green light • Oxygen at high altitude gives off red light • Nitrogen gives off blue and purple colors When these atoms return to their normal state, they release energy in the form of visible light. This process is the cause of the stunning colors of the aurora, a vivid example of a natural chemical and physical reaction observable in our daily lives.
ar: الشفق القطبي يحدث عندما تصطدم جسيمات مشحونة من الشمس بالغازات في الغلاف الجوي للأرض، مثل الأكسجين والنيتروجين. هذه الاصطدامات تثير الذرات والجزيئات وتمنحها طاقة إضافية. • الأكسجين على ارتفاع منخفض يعطي ضوءاً أخضر • الأكسجين على ارتفاع مرتفع يعطي ضوءاً أحمر • النيتروجين يعطي ألوان زرقاء وبنفسجية عندما تعود هذه الذرات إلى حالتها الطبيعية، تطلق الطاقة على شكل ضوء مرئي. هذه العملية هي سبب الألوان المذهلة للشفق، وهي مثال حي على تفاعل كيميائي وفيزيائي طبيعي يمكن ملاحظته في حياتنا اليومية.
de: Die Aurora Borealis entsteht, wenn geladene Teilchen von der Sonne mit Gasen in der Erdatmosphäre wie Sauerstoff und Stickstoff kollidieren. Diese Kollisionen regen Atome und Moleküle an und geben ihnen zusätzliche Energie. • Sauerstoff in niedriger Höhe gibt grünes Licht ab • Sauerstoff in großer Höhe gibt rotes Licht ab • Stickstoff gibt blaue und violette Farben ab Wenn diese Atome in ihren normalen Zustand zurückkehren, geben sie Energie in Form von sichtbarem Licht ab. Dieser Prozess ist die Ursache für die atemberaubenden Farben der Aurora, ein lebendiges Beispiel für eine natürliche chemische und physikalische Reaktion, die in unserem täglichen Leben beobachtet werden kann.
fa: شفق قطبي زماني رخ مي‌دهد که ذرات باردار خورشيد با گازهاي جو زمين مانند اکسيژن و نيتروژن برخورد مي‌کنند. اين برخوردها اتم‌ها و مولکول‌ها را برانگيخته و به آنها انرژي اضافي مي‌دهند. • اکسيژن در ارتفاع پايين نور سبز ساطع مي‌کند • اکسيژن در ارتفاع بالا نور قرمز ساطع مي‌کند • نيتروژن رنگ‌هاي آبي و بنفش ساطع مي‌کند وقتي اين اتم‌ها به حالت عادي خود بازمي‌گردند، انرژي را به صورت نور مرئي آزاد مي‌کنند. اين فرآيند علت رنگ‌هاي خيره‌کننده شفق است، نمونه‌اي زنده از يک واکنش شيميايي و فيزيکي طبيعي که در زندگي روزمره ما قابل مشاهده است.
hi: ऑरोरा बोरेलिस तब होता है जब सूर्य से आवेशित कण पृथ्वी के वायुमंडल में गैसों, जैसे ऑक्सीजन और नाइट्रोजन, से टकराते हैं। ये टकराव परमाणुओं और अणुओं को उत्तेजित करते हैं, उन्हें अतिरिक्त ऊर्जा देते हैं। • कम ऊंचाई पर ऑक्सीजन हरी रोशनी देता है • अधिक ऊंचाई पर ऑक्सीजन लाल रोशनी देता है • नाइट्रोजन नीले और बैंगनी रंग देता है जब ये परमाणु अपनी सामान्य स्थिति में लौटते हैं, तो वे दृश्य प्रकाश के रूप में ऊर्जा छोड़ते हैं। यह प्रक्रिया ऑरोरा के आश्चर्यजनक रंगों का कारण है, जो हमारे दैनिक जीवन में देखने योग्य प्राकृतिक रासायनिक और भौतिक प्रतिक्रिया का एक ज्वलंत उदाहरण है।
id: Aurora Borealis terjadi ketika partikel bermuatan dari matahari bertabrakan dengan gas di atmosfer Bumi, seperti oksigen dan nitrogen. Tabrakan ini menggairahkan atom dan molekul, memberi mereka energi ekstra. • Oksigen di ketinggian rendah memancarkan cahaya hijau • Oksigen di ketinggian tinggi memancarkan cahaya merah • Nitrogen memancarkan warna biru dan ungu Ketika atom-atom ini kembali ke keadaan normalnya, mereka melepaskan energi dalam bentuk cahaya tampak. Proses ini adalah penyebab warna-warna menakjubkan aurora, contoh nyata dari reaksi kimia dan fisik alami yang dapat diamati dalam kehidupan kita sehari-hari.
it: L'Aurora Boreale si verifica quando le particelle cariche dal sole collidono con i gas nell'atmosfera terrestre, come ossigeno e azoto. Queste collisioni eccitano atomi e molecole, dando loro energia extra. • L'ossigeno a bassa quota emette luce verde • L'ossigeno ad alta quota emette luce rossa • L'azoto emette colori blu e viola Quando questi atomi tornano al loro stato normale, rilasciano energia sotto forma di luce visibile. Questo processo è la causa dei colori sbalorditivi dell'aurora, un vivido esempio di una reazione chimica e fisica naturale osservabile nella nostra vita quotidiana.
ja: オーロラは、太陽からの荷電粒子が地球の大気中の酸素や窒素などのガスと衝突するときに発生します。これらの衝突は原子や分子を励起し、余分なエネルギーを与えます。 • 低高度の酸素は緑色の光を放出します • 高高度の酸素は赤色の光を放出します • 窒素は青と紫の色を放出します これらの原子が通常の状態に戻るとき、可視光の形でエネルギーを放出します。このプロセスは、私たちの日常生活で観察できる自然の化学的および物理的反応の鮮やかな例であるオーロラの素晴らしい色の原因です。
ko: 오로라 보레알리스는 태양에서 온 전하를 띤 입자가 지구 대기의 산소 및 질소와 같은 기체와 충돌할 때 발생합니다. 이러한 충돌은 원자와 분자를 흥분시켜 추가 에너지를 부여합니다. • 낮은 고도의 산소는 녹색 빛을 방출합니다 • 높은 고도의 산소는 붉은 빛을 방출합니다 • 질소는 파란색과 보라색을 방출합니다 이 원자들이 정상 상태로 돌아올 때 가시광선 형태의 에너지를 방출합니다. 이 과정은 오로라의 놀라운 색상의 원인이 되며, 일상 생활에서 관찰할 수 있는 자연적인 화학 및 물리 반응의 생생한 예입니다.
pt: A Aurora Boreal ocorre quando part?culas carregadas do sol colidem com gases na atmosfera da Terra, como oxigênio e nitrogênio. Essas colis?es excitam ?tomos e moléculas, dando-lhes energia extra. • O oxigênio em baixa altitude emite luz verde • O oxigênio em alta altitude emite luz vermelha • O nitrogênio emite cores azul e roxa Quando esses ?tomos retornam ao seu estado normal, eles liberam energia na forma de luz vis?vel. Esse processo é a causa das cores deslumbrantes da aurora, um exemplo v?vido de uma reaç?o qu?mica e f?sica natural observ?vel em nossa vida di?ria.
ru: Северное сияние возникает, когда заряженные частицы от солнца сталкиваются с газами в атмосфере Земли, такими как кислород и азот. Эти столкновения возбуждают атомы и молекулы, придавая им дополнительную энергию. • Кислород на низкой высоте излучает зеленый свет • Кислород на большой высоте излучает красный свет • Азот излучает синие и фиолетовые цвета Когда эти атомы возвращаются в нормальное состояние, они высвобождают энергию в виде видимого света. Этот процесс является причиной потрясающих цветов сияния, ярким примером естественной химической и физической реакции, наблюдаемой в нашей повседневной жизни.
tr: Aurora Borealis, güne?ten gelen yüklü parçac?klar?n Dünya atmosferindeki oksijen ve nitrojen gibi gazlarla çarp??mas? sonucu olu?ur. Bu çarp??malar atomlar? ve molekülleri uyararak onlara fazladan enerji verir. • Dü?ük irtifadaki oksijen ye?il ???k yayar • Yüksek irtifadaki oksijen k?rm?z? ???k yayar • Nitrojen mavi ve mor renkler yayar Bu atomlar normal hallerine d?ndüklerinde enerjiyi g?rünür ???k ?eklinde serbest b?rak?rlar. Bu süreç, günlük hayat?m?zda g?zlemlenebilen do?al bir kimyasal ve fiziksel reaksiyonun canl? bir ?rne?i olan auroran?n çarp?c? renklerinin nedenidir.

source: Wonders
ar: عجائب
de: Wunder
fa: شگفتي‌ها
hi: चमत्कार
id: Keajaiban
it: Meraviglie
ja: 不思議
ko: 경이로움
pt: Maravilhas
ru: Чудеса
tr: Harikalar

# discoveryWorld
source: A world of discoveries awaits you
ar: عالم من الاكتشافات في انتظارك
de: Eine Welt voller Entdeckungen erwartet Sie
fa: دنيايي از اکتشافات در انتظار شماست
hi: खोजों की दुनिया आपका इंतजार कर रही है
id: Dunia penemuan menanti Anda
it: Un mondo di scoperte ti attende
ja: 発見の世界があなたを待っています
ko: 발견의 세계가 당신을 기다립니다
pt: Um mundo de descobertas espera por você
ru: Мир открытий ждет вас
tr: Ke?iflerle dolu bir dünya sizi bekliyor

source: New Account
ar: حساب جديد
de: Neues Konto
fa: حساب جديد
hi: नया खाता
id: Akun Baru
it: Nuovo Account
ja: 新しいアカウント
ko: 새 계정
pt: Nova Conta
ru: Новый аккаунт
tr: Yeni Hesap

source: Login
ar: تسجيل الدخول
de: Anmelden
fa: ورود
hi: लॉग इन करें
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
pt: Entrar
ru: Войти
tr: Giri? Yap

source: Full Name
ar: الاسم الكامل
de: Vollständiger Name
fa: نام کامل
hi: पूरा नाम
id: Nama Lengkap
it: Nome Completo
ja: 氏名
ko: 전체 이름
pt: Nome Completo
ru: Полное имя
tr: Tam ?sim

source: Password
ar: كلمة المرور
de: Passwort
fa: رمز عبور
hi: पাসवर्ड
id: Kata Sandi
ja: パスワード
ko: 비밀번호
pt: Senha
ru: Пароль
tr: ?ifre

source: Confirm Password
ar: إعادة كلمة المرور
de: Passwort bestätigen
fa: تاييد رمز عبور
hi: पासवर्ड की पुष्टि करें
id: Konfirmasi Kata Sandi
it: Conferma Password
ja: パスワードの確認
ko: 비밀번호 확인
pt: Confirmar Senha
ru: Подтвердите пароль
tr: ?ifreyi Onayla

source: Create Account
ar: إنشاء حساب
de: Konto erstellen
fa: ايجاد حساب
hi: खाता बनाएं
id: Buat Akun
it: Crea Account
ja: アカウント作成
ko: 계정 생성
pt: Criar Conta
ru: Создать аккаунт
tr: Hesap Olu?tur

# fillAllFields
source: Please fill all fields
ar: يرجى ملء جميع الحقول
de: Bitte füllen Sie alle Felder aus
fa: لطفا تمام فيلدها را پر کنيد
hi: कृपया सभी फ़ील्ड भरें
id: Harap isi semua kolom
it: Per favore compila tutti i campi
ja: すべてのフィールドに入力してください
ko: 모든 필드를 채워주세요
pt: Por favor preencha todos os campos
ru: Пожалуйста, заполните все поля
tr: Lütfen tüm alanlar? doldurun

source: Passwords do not match
ar: كلمة المرور غير متطابقة
de: Passwörter stimmen nicht überein
fa: رمزهاي عبور مطابقت ندارند
hi: पासवर्ड मेल नहीं खाते
id: Kata sandi tidak cocok
it: Le password non corrispondono
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
pt: As senhas n?o coincidem
ru: Пароли не совпадают
tr: ?ifreler e?le?miyor

source: Account Created
ar: تم إنشاء الحساب
de: Konto erstellt
fa: حساب ايجاد شد
hi: खाता बनाया गया
id: Akun Dibuat
it: Account Creato
ja: アカウントが作成されました
ko: 계정이 생성되었습니다
pt: Conta Criada
ru: Аккаунт создан
tr: Hesap Olu?turuldu

# enterEmailPassword
source: Enter email and password
ar: يرجى إدخال البريد وكلمة المرور
de: E-Mail und Passwort eingeben
fa: ايميل و رمز عبور را وارد کنيد
hi: ईमेल और पासवर्ड दर्ज करें
id: Masukkan email dan kata sandi
it: Inserisci email e password
ja: メールとパスワードを入力
ko: 이메일과 비밀번호를 입력하세요
pt: Insira e-mail e senha
ru: Введите эл. почту и пароль
tr: E-posta ve ?ifre girin

source: Verifying...
ar: جاري التحقق...
de: Überprüfen...
fa: در حال بررسي...
hi: सत्यापित कर रहा है...
id: Memverifikasi...
it: Verifica in corso...
ja: 確認中...
ko: 확인 중...
pt: Verificando...
ru: Проверка...
tr: Do?rulan?yor...

source: Invalid credentials
ar: بيانات الدخول غير صحيحة
de: Ungültige Anmeldeinformationen
fa: اطلاعات نامعتبر است
hi: अमान्य क्रेडेंशियल्स
id: Kredensial tidak valid
it: Credenziali non valide
ja: 無効な資格情報
ko: 잘못된 자격 증명
pt: Credenciais inv?lidas
ru: Неверные учетные данные
tr: Geçersiz kimlik bilgileri

# accountCreatedSuccessfully
source: Account created successfully! You can login now.
ar: تم إنشاء الحساب بنجاح! يمكنك الدخول الآن.

# unexpectedError
source: An unexpected error occurred: {error}
ar: حدث خطأ غير متوقع: {error}

# forgotPasswordComingSoon
source: Forgot password? This feature will be available soon.
ar: نسيت كلمة المرور؟ هذه الميزة ستتوفر قريباً.

# continueGoogle
source: Continue with Google
ar: متابعة مع جوجل
de: Weiter mit Google
fa: ادامه با گوگل
hi: Google के साथ जारी रखें
id: Lanjutkan dengan Google
it: Continua con Google
ja: Googleで続行
ko: Google로 계속
pt: Continuar com Google
ru: Продолжить с Google
tr: Google ile Devam Et

# continueFacebook
source: Continue with Facebook
ar: متابعة مع فيسبوك
de: Weiter mit Facebook
fa: ادامه با فيس‌بوک
hi: Facebook के साथ जारी रखें
id: Lanjutkan dengan Facebook
it: Continua con Facebook
ja: Facebookで続行
ko: Facebook으로 계속
pt: Continuar com Facebook
ru: Продолжить с Facebook
tr: Facebook ile Devam Et
