Repository: MohammedNafea/Chemistry-Initiative_hash-plus
Catalog: lib/l10n/app_*.arb
Languages: ar, de, fa, hi, id, it, ja, ko, pt, ru, tr

# elemRhSummary
source: Rhodium is an ultra-rare, silvery-white, hard, corrosion-resistant transition metal.
ar: الروديوم هو أحد أندر وأثمن المعادن في العالم.

# elemRhUse
source: Used in catalytic converters and coating expensive jewelry.
ar: يستخدم في المحولات الحفازة بالسيارات والمجوهرات.

# elemPdName
source: Palladium
ar: البلاديوم

# elemPdSummary
source: Palladium is a rare silvery-white metal discovered in 1803.
ar: البلاديوم فلز فضي نادر وممتاز في امتصاص الهيدروجين.

# elemPdUse
source: Used in electronics, dentistry, and fuel cells.
ar: يستخدم في طب الأسنان والإلكترونيات وتنقية الغازات.

# elemAgName
source: Silver
ar: الفضة

# elemAgSummary
source: Silver has the highest electrical and thermal conductivity of any metal.
ar: تتميز الفضة بأعلى موصلية كهربائية وحرارية بين جميع الفلزات.

# elemAgUse
source: Used in jewelry, coins, and high-end electronics.
ar: تستخدم في المجوهرات والعملات المعدنية والإلكترونيات عالية الجودة.

# elemCdName
source: Cadmium
ar: الكادميوم

# elemCdSummary
source: Cadmium is a soft, silvery-white metal that is highly toxic.
ar: الكادميوم فلز ناعم فضي مزرق، وهو سام جداً.

# elemCdUse
source: Used in rechargeable batteries and yellow pigments.
ar: كان يستخدم في البطاريات القابلة للشحن والأصباغ الصفراء.

# elemInName
source: Indium
ar: الإنديوم

# elemInSummary
source: Indium is a very soft, silvery-white metal that is very shiny.
ar: الإنديوم فلز ناعم جداً ولامع.

# elemInUse
source: Used in touchscreens and LCD displays.
ar: يستخدم في شاشات اللمس وشاشات LCD.

# elemSnName
source: Tin
ar: القصدير

# elemSnSummary
source: Tin is a silvery, malleable post-transition metal.
ar: القصدير فلز بعد انتقالي فضي وقابل للطرق.

# elemSnUse
source: Used to coat other metals and in solder.
ar: يستخدم لطلاء الفلزات الأخرى وفي سبيكة اللحام.

# elemSbName
source: Antimony
ar: الأنتيمون

# elemSbSummary
source: Antimony is a lustrous gray metalloid found in nature mainly as the sulfide mineral stibnite.
ar: الأنتيمون شبه فلز رمادي لامع.

# elemSbUse
source: Used in lead-acid batteries and flame retardants.
ar: يستخدم في بطاريات الرصاص والطلاء المقاوم للحريق.

# elemTeName
source: Tellurium
ar: التيلوريوم

# elemTeSummary
source: Tellurium is a chemically related to selenium and sulfur, it's a brittle, mildly toxic, rare, silver-white metalloid.
ar: التيلوريوم شبه فلز فضي لامع وقصف.

# elemTeUse
source: Used in solar panels and rewritable optical discs.
ar: يستخدم في الألواح الشمسية والأقراص القابلة لإعادة الكتابة.

# elemIName
source: Iodine
ar: اليود

# elemISummary
source: Iodine is a nonmetal that appears as a bluish-black solid.
ar: اليود لا فلز يظهر كصلب أسود مزرق.

# elemIUse
source: Used as an antiseptic and vital for thyroid health.
ar: يستخدم كمطهر وحيوي لصحة الغدة الدرقية.

# elemXeName
source: Xenon
ar: الزينون

# elemXeSummary
source: Xenon is a noble gas that is heavy and stable.
ar: الزينون غاز نبيل ثقيل ونادر.

# elemXeUse
source: Used in high-intensity strobe lights and car headlights.
ar: يستخدم في مصابيح الفلاش القوية وكشافات السيارات.

# elemCsName
source: Cesium
ar: السيزيوم

# elemCsSummary
source: Cesium is the most electropositive and most reactive of all metals.
ar: السيزيوم هو المعدن الأكثر كهروموجبية وتفاعلية.

# elemCsUse
source: Used in the most accurate atomic clocks.
ar: يستخدم في أدق الساعات الذرية في العالم.

# elemBaName
source: Barium
ar: الباريوم

# elemBaSummary
source: Barium is a soft, silvery alkaline earth metal that is highly reactive.
ar: الباريوم فلز قلوي ترابي ينفجر في الماء.

# elemBaUse
source: Used in drilling fluids and medical X-ray imaging of the GI tract.
ar: يستخدم في سوائل حفر الآبار وتصوير الأمعاء بالأشعة.

# elemLaName
source: Lanthanum
ar: اللانثانوم

# elemLaSummary
source: Lanthanum is the first element of the lanthanide series.
ar: اللانثانوم هو أول عنصر في مجموعة اللانثانيدات.

# elemLaUse
source: Used in high-quality camera lenses.
ar: يستخدم في عدسات الكاميرات العالية الجودة.

# elemCeName
source: Cerium
ar: السيريوم

# elemCeSummary
source: Cerium is the most abundant of the rare-earth elements.
ar: السيريوم هو الأكثر وفرة بين العناصر الأرضية النادرة.

# elemCeUse
source: Used as a catalyst in petroleum refining and lighter flints.
ar: يستخدم كممحفز في تكرير النفط وولاعات السجائر.

# elemPrName
source: Praseodymium
ar: البراسيوديميوم

# elemPrSummary
source: Praseodymium is a soft, silvery, malleable and ductile metal.
ar: البراسيوديميوم فلز ناعم وفضي.

# elemPrUse
source: Used in welder's goggles to protect eyes from intense light.
ar: يستخدم في نظارات اللحام لحماية العين من الضوء المكثف.

# elemNdName
source: Neodymium
ar: النيوديميوم

# elemNdSummary
source: Neodymium is famous for making the strongest permanent magnets.
ar: النيوديميوم يشتهر بصنع أقوى المغناطيسات الدائمة.

# elemNdUse
source: Used in headphones, hard drives, and hybrid car motors.
ar: يستخدم في سماعات الرأس والمحركات والأجهزة الطبية.

# elemPmName
source: Promethium
ar: البروميثيوم

# elemPmSummary
source: Promethium is the only radioactive rare earth element.
ar: البروميثيوم هو العنصر الوحيد المشع من اللانثانيدات.

# elemPmUse
source: Used in atomic batteries and diver watches.
ar: يستخدم في البطاريات الذرية وساعات الغواصات.

# elemSmName
source: Samarium
ar: الساماريوم

# elemSmSummary
source: Samarium is a relatively hard silvery metal.
ar: الساماريوم فلز فضي صلب نسبياً.

# elemSmUse
source: Used in very strong samarium-cobalt magnets.
ar: يستخدم في مغناطيسات الساماريوم-كوبالت القوية جداً.

# elemEuName
source: Europium
ar: الأوروبيوم

# elemEuSummary
source: Europium is the most reactive of the rare-earth elements.
ar: الأوروبيوم هو الأكثر تفاعلية بين العناصر الأرضية النادرة.

# elemEuUse
source: Used as the red phosphor in TV screens and Euro banknotes.
ar: يستخدم الفوسفور الأحمر في شاشات التلفزيون والعملات الورقية لليورو.

# elemGdName
source: Gadolinium
ar: الجادولينيوم

# elemGdSummary
source: Gadolinium is a silvery-white, malleable, and ductile rare-earth metal.
ar: الجادولينيوم فلز أبيض فضي لامع وقابل للطرق.

# elemGdUse
source: Used as a contrast agent in MRI scans.
ar: يستخدم كمادة تباين في التصوير بالرنين المغناطيسي (MRI).

# elemTbName
source: Terbium
ar: التربيوم

# elemTbSummary
source: Terbium is a silvery-white rare earth metal that is malleable and ductile.
ar: التربيوم فلز فضي ناعم يمكن قطعه بالسكين.

# elemTbUse
source: Used in energy-saving lamps and magneto-optical discs.
ar: يستخدم في المصابيح الموفرة للطاقة والأقراص المغناطيسية البصرية.

# elemDyName
source: Dysprosium
ar: الديسبروزيوم

# elemDySummary
source: Dysprosium is a rare earth element with a metallic, bright silver luster.
ar: الديسبروزيوم فلز لامع له بريق معدني فضي.

# elemDyUse
source: Used in electric vehicle motors and laser materials.
ar: يستخدم في محركات السيارات الكهربائية وأقراص الليزر.

# elemHoName
source: Holmium
ar: الهولميوم

# elemHoSummary
source: Holmium has the highest magnetic strength of any element.
ar: الهولميوم له أعلى عزم مغناطيسي بين جميع العناصر.

# elemHoUse
source: Used to create the strongest generated magnetic fields.
ar: يستخدم لإنشاء أقوى الميادين المغناطيسية وفي ليزر جراحة العين.

# elemErName
source: Erbium
ar: الإربيوم

# elemErSummary
source: Erbium is a silvery-white solid metal that is easily shaped.
ar: الإربيوم فلز فضي يسهل تشكيله.

# elemErUse
source: Used in fiber optic cables and glass filters.
ar: يستخدم في كابلات الألياف البصرية لتقوية الإشارة والفلترة الزجاجية.

# elemTmName
source: Thulium
ar: الثوليوم

# elemTmSummary
source: Thulium is the rarest of the lanthanide elements.
ar: الثوليوم هو أندر عنصر في مجموعة اللانثانيدات.

# elemTmUse
source: Used in portable X-ray devices and radiation sources.
ar: يستخدم في أجهزة الأشعة السينية المحمولة ومصادر الإشعاع.

# elemYbName
source: Ytterbium
ar: اليتيربيوم

# elemYbSummary
source: Ytterbium is a soft, malleable and ductile rare-earth element.
ar: اليتيربيوم فلز ناعم ولامع وقابل للسحب.

# elemYbUse
source: Used in atomic clocks and high-pressure sensors.
ar: يستخدم في الساعات الذرية وفي أجهزة قياس الضغط العالي.

# elemLuName
source: Lutetium
ar: اللوتيتيوم

# elemLuSummary
source: Lutetium is the last member of the lanthanide series and the hardest to isolate.
ar: اللوتيتيوم هو آخر عناصر اللانثانيدات وأصعبها عزلاً.

# elemLuUse
source: Used in nuclear medicine for cancer therapy.
ar: يستخدم في الطب النووي للكشف عن الأورام.

# elemHfName
source: Hafnium
ar: الهافنيوم

# elemHfSummary
source: Hafnium is a lustrous, silvery gray, tetravalent transition metal.
ar: الهافنيوم فلز لامع فضي يقاوم التآكل بشدة.

# elemHfUse
source: Used in nuclear reactor control rods and computer microprocessors.
ar: يستخدم في قضبان التحكم بالمفاعلات النووية وأجهزة الكمبيوتر.

# elemTaName
source: Tantalum
ar: التنتالوم

# elemTaSummary
source: Tantalum is a rare, hard, blue-gray, lustrous transition metal.
ar: التنتالوم فلز أزرق رمادي ثقيل وصلب.

# elemTaUse
source: Used in capacitors for smartphones and medical implants.
ar: يستخدم في المكثفات الإلكترونية للهواتف والأجهزة الطبية.

# elemWName
source: Tungsten
ar: التنغستن

# elemWSummary
source: Tungsten has the highest melting point of all elements discovered.
ar: التنغستن له أعلى درجة انصهار بين جميع المعادن.

# elemWUse
source: Used in light bulb filaments and heavy metal alloys.
ar: يستخدم في أسلاك المصابيح الكهربائية وريش الحفر القوية.

# elemReName
source: Rhenium
ar: الرينيوم

# elemReSummary
source: Rhenium is one of the rarest elements in the Earth's crust.
ar: الرينيوم هو أحد أندر العناصر في قشرة الأرض.

# elemReUse
source: Used in jet engine superalloys and petroleum catalysts.
ar: يستخدم في سبائك محركات الطائرات النفاثة ومحفزات النفط.

# elemOsName
source: Osmium
ar: الأوزميوم

# elemOsSummary
source: Osmium is the densest naturally occurring element.
ar: الأوزميوم هو المعدن الأكثر كثافة على وجه الأرض.

# elemOsUse
source: Used in fountain pen nibs and electrical contacts.
ar: يستخدم في رؤوس أقلام الحبر الفاخرة والوصلات الكهربائية.

# elemIrName
source: Iridium
ar: الإريديوم

# elemIrSummary
source: Iridium is the most corrosion-resistant metal known.
ar: الإريديوم هو المعدن الأكثر مقاومة للتآكل في العالم.

# elemIrUse
source: Used in spark plugs and high-temperature crucibles.
ar: يستخدم في شمعات الاحتراق وبواتق الكيمياء عالية الحرارة.

# elemPtName
source: Platinum
ar: البلاتين

# elemPtSummary
source: Platinum is a dense, malleable, highly unreactive, precious, silver-white transition metal.
ar: البلاتين فلز انتقالي ثمين، أبيض فضي، كثيف، وقابل للطرق، وغير نشط كيميائياً بشكل كبير.

# elemPtUse
source: Used in catalytic converters, jewelry, and laboratory equipment.
ar: يستخدم في المحولات الحفازة، والمجوهرات، والمعدات المختبرية.

# elemAuName
source: Gold
ar: الذهب

# elemAuSummary
source: Gold is a noble metal that does not tarnish and is highly valuable.
ar: الذهب فلز نبيل لامع لا يصدأ أبدا.

# elemAuUse
source: Used in jewelry, investment, and space tech.
ar: يستخدم في المجوهرات والاستثمارات والوصلات الإلكترونية الدقيقة.

# elemHgName
source: Mercury
ar: الزئبق

# elemHgSummary
source: Mercury is the only metal that is liquid at standard temperature.
ar: الزئبق هو المعدن الوحيد الذي يكون سائلاً في درجة حرارة الغرفة.

# elemHgUse
source: Used in thermometers and fluorescent lights.
ar: يستخدم في موازين الحرارة ويدخل في إنتاج مواد كيميائية.

# elemTlName
source: Thallium
ar: الثاليوم

# elemTlSummary
source: Thallium is a soft gray post-transition metal that discolors on exposure to air.
ar: الثاليوم فلز رمادي ناعم يتحول لونه عند التعرض للهواء.

# elemTlUse
source: Used in infrared sensors and specialized glass.
ar: يستخدم في أجهزة الاستشعار بالأشعة تحت الحمراء والطب النووي.

# elemPbName
source: Lead
ar: الرصاص

# elemPbSummary
source: Lead is a heavy, dense metal that is toxic if ingested.
ar: الرصاص فلز ثقيل وكثيف، وهو سام إذا تم استنشاقه أو بلعه.

# elemPbUse
source: Used in car batteries and radiation shielding.
ar: يستخدم في بطاريات السيارات وحماية الأشعة السينية.

# elemBiName
source: Bismuth
ar: البزموت

# elemBiSummary
source: Bismuth is a brittle metal with a white, silver-pink hue.
ar: البزموت فلز قصف بلون وردي لامع.

# elemBiUse
source: Used in digestive medicine and fire detection systems.
ar: يستخدم في أدوية الهضم وكمبرد للأجهزة الإلكترونية.

# elemPoName
source: Polonium
ar: البولونيوم

# elemPoSummary
source: Polonium is a highly radioactive and toxic element discovered by Marie Curie.
ar: البولونيوم عنصر مشع اكتشفته ماري كوري.

# elemPoUse
source: Used as a heat source for space vehicles.
ar: يستخدم كباعث للحرارة في المركبات الفضائية.

# elemAtName
source: Astatine
ar: الأستاتين

# elemAtSummary
source: Astatine is the rarest naturally occurring element on Earth.
ar: الأستاتين هو أندر عنصر طبيعي على وجه الأرض.

# elemAtUse
source: Used in medical research for targeted alpha-particle therapy.
ar: يستخدم في الأبحاث الطبية لعلاج السرطان بالجسيمات الدقيقة.

# elemRnName
source: Radon
ar: الرادون

# elemRnSummary
source: Radon is a radioactive, colorless, odorless noble gas.
ar: الرادون غاز مشع عديم اللون والرائحة ينبعث من التربة.

# elemRnUse
source: Sometimes used in cancer radiotherapy under strict control.
ar: يستخدم أحياناً في علاج الأورام تحت رقابة مشددة.

# elemFrName
source: Francium
ar: الفرانسيوم

# elemFrSummary
source: Francium is the second rarest naturally occurring element.
ar: الفرانسيوم هو ثاني أندر عنصر طبيعي وهو شديد النشاط الإشعاعي.

# elemFrUse
source: Used exclusively for scientific research due to its rarity.
ar: يستخدم فقط في الأبحاث العلمية المتقدمة لندرته الشديدة.

# elemRaName
source: Radium
ar: الراديوم

# elemRaSummary
source: Radium is a radioactive element that was famously used in glow-in-the-dark watches.
ar: الراديوم عنصر مشع لامع كان يستخدم في الساعات المضيئة.

# elemRaUse
source: Used in cancer treatment and as a neutron source.
ar: يستخدم الآن في علاج بعض أنواع السرطان.

# elemAcName
source: Actinium
ar: الأكتينيوم

# elemAcSummary
source: Actinium is a soft, silvery-white radioactive metallic element.
ar: الأكتينيوم عنصر مشع قوي يلمع باللون الأزرق في الظلام.

# elemAcUse
source: Used as a precursor for medical radioisotopes.
ar: يستخدم كعامل مساعد في الأبحاث النووية والطبية.

# elemThName
source: Thorium
ar: الثوريوم

# elemThSummary
source: Thorium is a weakly radioactive metallic chemical element.
ar: الثوريوم عنصر مشع يوجد بكثرة في الأرض كبديل لليورانيوم.

# elemThUse
source: Used in gas mantles and as a potential nuclear fuel.
ar: يستخدم في عدسات الكاميرات العالية الجودة وكوقود نووي محتمل.

# elemPaName
source: Protactinium
ar: البروتاكتينيوم

# elemPaSummary
source: Protactinium is a dense, silvery-gray radioactive metal that is highly toxic.
ar: البروتاكتينيوم عنصر مشع نادر وثمين، وهو شديد السمية.

# elemPaUse
source: Used in scientific research and geological dating.
ar: يستخدم في الأبحاث العلمية المتقدمة ودراسة الترسبات الجيولوجية.

# elemUName
source: Uranium
ar: اليورانيوم

# elemUSummary
source: Uranium is the heaviest naturally occurring element, used as a primary nuclear fuel.
ar: اليورانيوم هو أثقل عنصر طبيعي ويستخدم كوقود أساسي للطاقة النووية.

# elemUUse
source: Used in nuclear power plants and dating ancient rocks.
ar: يستخدم في محطات الطاقة النووية وتأريخ الصخور القديمة.

# elemNpName
source: Neptunium
ar: النيبتونيوم

# elemNpSummary
source: Neptunium is the first transuranic element to be produced artificially.
ar: النيبتونيوم أول عنصر صناعي عابر لليورانيوم.

# elemNpUse
source: Used in neutron detection equipment.
ar: يستخدم كباعث للنبضات في أجهزة الكشف عن النيوترونات.

# elemPuName
source: Plutonium
ar: البلوتونيوم

# elemPuSummary
source: Plutonium is a radioactive element known for its role in nuclear power and weapons.
ar: البلوتونيوم عنصر مشع معروف بدوره في الطاقة والأسلحة النووية.

# elemPuUse
source: Used as fuel in nuclear reactors and long-life batteries for space vehicles.
ar: يستخدم كوقود في المفاعلات النووية والبطاريات طويلة الأمد للمركبات الفضائية.

# elemAmName
source: Americium
ar: الأمريسيوم

# elemAmSummary
source: Americium is a synthetic radioactive element that glows with a pinkish hue.
ar: الأمريسيوم عنصر مشع صناعي يتوهج بلون وردي.

# elemAmUse
source: Commonly used in household smoke detectors.
ar: يستخدم بشكل شائع في كاشفات الدخان المنزلية.

# elemCmName
source: Curium
ar: الكوريوم

# elemCmSummary
source: Curium is a radioactive element named after Pierre and Marie Curie.
ar: الكوريوم عنصر مشع تم تسميته تيمناً ببيير وماري كوري.

# elemCmUse
source: Used as a power source for X-ray devices on space missions.
ar: يستخدم كمصدر طاقة في أجهزة قياس الأشعة السينية للمهمات الفضائية.

# elemBkName
source: Berkelium
ar: البركيليوم

# elemBkSummary
source: Berkelium is a soft, silvery-white radioactive metal.
ar: البركيليوم عنصر مشع ناعم فضي اللون.

# elemBkUse
source: Used to produce heavier elements like californium in laboratories.
ar: يستخدم لإنتاج عناصر أثقل مثل الكاليفورنيوم في المختبرات.

# elemCfName
source: Californium
ar: الكاليفورنيوم

# elemCfSummary
source: Californium is a very strong neutron emitter.
ar: الكاليفورنيوم عنصر مشع قوي جداً يطلق النيوترونات بكثرة.

# elemCfUse
source: Used in gold and silver detection and starting nuclear reactors.
ar: يستخدم في الكشف عن الذهب والفضة وبدء تشغيل المفاعلات النووية.

# elemEsName
source: Einsteinium
ar: الأينشتاينيوم

# elemEsSummary
source: Einsteinium is a radioactive element discovered in the debris of the first hydrogen bomb.
ar: الأينشتاينيوم عنصر مشع تم اكتشافه في حطام أول قنبلة هيدروجينية.

# elemEsUse
source: Used for basic scientific research to study heavy elements.
ar: يستخدم فقط في الأبحاث العلمية الأساسية لدراسة العناصر الثقيلة.

# elemFmName
source: Fermium
ar: الفيرميوم

# elemFmSummary
source: Fermium is the heaviest element that can be produced by neutron bombardment.
ar: الفيرميوم أثقل عنصر يمكن إنتاجه عن طريق قذف النيوترونات.

# elemFmUse
source: Used exclusively in advanced nuclear studies.
ar: يستخدم حصراً في الدراسات النووية المتقدمة.

# elemMdName
source: Mendelevium
ar: المندليفيوم

# elemMdSummary
source: Mendelevium is a radioactive element named after the father of the periodic table.
ar: المندليفيوم عنصر مشع سمي تيمناً بمؤسس الجدول الدوري ديمتري مندليف.

# elemMdUse
source: Used in laboratory experiments to understand heavy element chemistry.
ar: يستخدم في التجارب المخبرية لفهم الخصائص الكيميائية للعناصر الثقيلة.

# elemNoName
source: Nobelium
ar: النوبليوم

# elemNoSummary
source: Nobelium is an unstable radioactive element named after Alfred Nobel.
ar: النوبليوم عنصر مشع غير مستقر سمي تيمناً بألفريد نوبل.

# elemNoUse
source: Used in specialized laboratory research.
ar: استخدامه يقتصر على الأبحاث المختبرية المتخصصة.

# elemLrName
source: Lawrencium
ar: اللورنسيوم

# elemLrSummary
source: Lawrencium is the final member of the actinide series.
ar: اللورنسيوم هو آخر عنصر في سلسلة الأكتينيدات.

# elemLrUse
source: Used to study the structure of very heavy atoms.
ar: يستخدم لدراسة بنية الذرات الثقيلة جداً.

# elemRfName
source: Rutherfordium
ar: الرذرفورديوم

# elemRfSummary
source: Rutherfordium is the first member of the transactinide elements.
ar: الرذرفورديوم هو أول عنصر في مجموعة العناصر عابرة الأكتينيدات.

# elemRfUse
source: Used only in physics and nuclear chemistry research.
ar: يستخدم فقط في أبحاث الفيزياء والكمياء النووية.

# elemDbName
source: Dubnium
ar: الدوبنيوم

# elemDbSummary
source: Dubnium is a synthetic radioactive element with a very short half-life.
ar: الدوبنيوم عنصر صناعي مشع قصير العمر جداً.

# elemDbUse
source: Used in studying chemical reactions of superheavy elements.
ar: يستخدم في دراسة التفاعلات الكيميائية للعناصر فائقة الثقل.

# elemSgName
source: Seaborgium
ar: السيبورغيوم

# elemSgSummary
source: Seaborgium is a synthetic radioactive transition metal element.
ar: السيبورغيوم عنصر مشع صناعي من مجموعة العناصر الانتقالية.

# elemSgUse
source: Used to explore the limits of the periodic table.
ar: يستخدم لاستكشاف حدود الجدول الدوري واستقرار النواة الذرية.

# elemBhName
source: Bohrium
ar: البوريوم

# elemBhSummary
source: Bohrium is a radioactive element named after Niels Bohr.
ar: البوريوم عنصر مشع سمي تيمناً بالعالم نيلز بور.

# elemBhUse
source: Used in studying chemical properties of Group 7 elements.
ar: يستخدم في دراسة الخصائص الكيميائية للعناصر في المجموعة السابعة.

# elemHsName
source: Hassium
ar: الحاسيوم

# elemHsSummary
source: Hassium is a radioactive element expected to have properties similar to osmium.
ar: الحاسيوم عنصر مشع يتوقع أن يكون له خصائص مشابهة للأوزميوم.

# elemHsUse
source: Used in complex nuclear chemistry experiments.
ar: يستخدم في تجارب الكيمياء النووية المعقدة.

# elemMtName
source: Meitnerium
ar: المايتنريوم

# elemMtSummary
source: Meitnerium is a radioactive element named after physicist Lise Meitner.
ar: المايتنريوم عنصر مشع سمي تيمناً بالعالمة ليز مايتنر.

# elemMtUse
source: Used in research to produce and study heavier elements.
ar: يستخدم في الأبحاث لإنتاج ودراسة العناصر الأثقل.

# elemDsName
source: Darmstadtium
ar: الدارمشتاديوم

# elemDsSummary
source: Darmstadtium is a synthetic element first discovered in Germany.
ar: الدارمشتاديوم عنصر صناعي تم اكتشافه في ألمانيا.

# elemDsUse
source: Used in scientific research to examine matter stability.
ar: يستخدم في البحوث العلمية لفحص استقرار المادة.

# elemRgName
source: Roentgenium
ar: الرونتجينيوم

# elemRgSummary
source: Roentgenium is a radioactive element named after the discoverer of X-rays.
ar: الرونتجينيوم عنصر مشع سمي تيمناً بمكتشف الأشعة السينية.

# elemRgUse
source: Used in advanced atomic physics research.
ar: يستخدم في أبحاث الفيزياء الذرية المتقدمة.

# elemCnName
source: Copernicium
ar: الكوبرنيسيوم

# elemCnSummary
source: Copernicium is a radioactive element named after Nicolaus Copernicus.
ar: الكوبرنيسيوم عنصر مشع سمي تيمناً بالعالم كوبرنيكوس.

# elemCnUse
source: Used in studying chemical behavior of trans-heavy elements.
ar: يستخدم في دراسة السلوك الكيميائي للعناصر عابرة الثقل.

# elemNhName
source: Nihonium
ar: النيهونيوم

# elemNhSummary
source: Nihonium is a radioactive element discovered and named in Japan.
ar: النيهونيوم عنصر مشع تم اكتشافه وتسميته في اليابان.

# elemNhUse
source: Used to understand nuclear forces within the atom.
ar: يستخدم لفهم القوى النووية داخل الذرة.

# elemFlName
source: Flerovium
ar: الفليروفيوم

# elemFlSummary
source: Flerovium is a synthetic radioactive element with relative stability.
ar: الفليروفيوم عنصر صناعي مشع ذو استقرار نسبي.

# elemFlUse
source: Used in search of the 'island of stability' in nuclear physics.
ar: يستخدم في البحث عن 'جزيرة الاستقرار' في الفيزياء النووية.

# elemMcName
source: Moscovium
ar: المسكوفيوم

# elemMcSummary
source: Moscovium is a highly unstable synthetic radioactive element.
ar: المسكوفيوم عنصر مشع صناعي شديد عدم الاستقرار.

# elemMcUse
source: Used in high-energy nuclear physics experiments.
ar: يستخدم في تجارب الفيزياء النووية عالية الطاقة.

# elemLvName
source: Livermorium
ar: الليفرموريوم

# elemLvSummary
source: Livermorium is a radioactive element named after an American laboratory.
ar: الليفرموريوم عنصر مشع سمي تيمناً بمختبر أمريكي.

# elemLvUse
source: Used in advanced studies to produce new atomic nuclei.
ar: يستخدم في الدراسات المتقدمة لإنتاج نوى ذرية جديدة.

# elemTsName
source: Tennessine
ar: التينيسين

# elemTsSummary
source: Tennessine is a synthetic radioactive element in the halogen group.
ar: التينيسين عنصر صناعي مشع من مجموعة الهالوجينات.

# elemTsUse
source: Used in nuclear physics research to test atomic theories.
ar: يستخدم في أبحاث الفيزياء النووية لاختبار النظريات الذرية.

# elemOgName
source: Oganesson
ar: أوجانيسون

# elemOgSummary
source: Oganesson is the heaviest element discovered in the periodic table to date.
ar: الأوجانيسون هو أثقل عنصر تم اكتشافه في الجدول الدوري حتى الآن.

# elemOgUse
source: Used to study the chemical and physical properties of superheavy atoms.
ar: يستخدم لدراسة الخصائص الكيميائية والفيزيائية للذرات فائقة الثقل.

source: Complete
ar: تم الإكمال
id: Selesai
tr: Tamamland?
