Repository: MohammedNafea/Chemistry-Initiative_hash-plus
Catalog: lib/l10n/app_*.arb
Languages: ar, de, fa, hi, id, it, ja, ko, pt, ru, tr

# periodicTable
source: Interactive Periodic Table
ar: الجدول الدوري التفاعلي
de: Interaktives Periodensystem
fa: جدول تناوبي تعاملي
hi: इंटरैक्टिव आवर्त सारणी
id: Tabel Periodik Interaktif
it: Tavola Periodica Interattiva
ja: インタラクティブ周期表
ko: 대화형 주기율표
pt: Tabela Peri?dica Interativa
ru: Интерактивная таблица Менделеева
tr: ?nteraktif Periyodik Tablo

source: Daily Quiz
ar: الاختبار اليومي
de: Tägliches Quiz
fa: آزمون روزانه
hi: दैनिक प्रश्नोत्तरी
id: Kuis Harian
it: Quiz Quotidiano
ja: 毎日のクイズ
ko: 매일 퀴즈
pt: Quiz Di?rio
ru: Ежедневная викторина
tr: Günlük Quiz

source: What's in this?
ar: ماذا يوجد في هذا؟
de: Was ist das?
fa: اين چيست؟
hi: इसमें क्या है?
id: Apa isinya?
it: Cosa c'è dentro?
ja: これは何ですか？
ko: 이것은 무엇입니까?
pt: O que h? nisto?
ru: Что это?
tr: Bunun içinde ne var?

source: Safety Guide
ar: دليل السلامة
de: Sicherheitsleitfaden
fa: راهنماي ايمني
hi: सुरक्षा मार्गदर्शिका
id: Panduan Keselamatan
it: Guida alla Sicurezza
ja: 安全ガイド
ko: 안전 가이드
pt: Guia de Segurança
ru: Руководство по безопасности
tr: Güvenlik K?lavuzu

source: Flammable
ar: قابل للاشتعال
de: Entzündbar
fa: قابل اشتعال
hi: ज्वलनशील
id: Mudah Terbakar
it: Infiammabile
ja: 引火性
ko: 인화성
pt: Inflam?vel
ru: Легковоспламеняющийся
tr: Yan?c?

# flammableDesc
source: Catches fire easily. Keep away from heat and flames.
ar: يشتعل بسهولة. احفظه بعيداً عن الحرارة واللهب.
de: Leicht entzündlich. Von Hitze und Flammen fernhalten.
fa: به راحتي آتش مي‌گيرد. دور از گرما و شعله نگه داريد.
hi: आसानी से आग पकड़ लेता है। गर्मी और आग से दूर रखें।
id: Mudah terbakar. Jauhkan dari panas dan nyala api.
it: Si infiamma facilmente. Tenere lontano da calore e fiamme.
ja: 簡単に火がつきます。熱や火気から遠ざけてください。
ko: 불이 붙기 쉽습니다. 열과 불꽃에서 멀리하십시오.
pt: Inflama-se facilmente. Manter afastado do calor e chamas.
ru: Легко загорается. Беречь от огня и тепла.
tr: Kolayca alev al?r. Is? ve alevden uzak tutun.

source: Oxidizer
ar: مؤكسد
de: Oxidierend
fa: اکسيد کننده
hi: ऑक्सीडाइज़र
id: Oksidator
it: Ossidante
ja: 酸化性
ko: 산화성
pt: Oxidante
ru: Окислитель
tr: Oksitleyici

# oxidizerDesc
source: Can cause or intensify fire. Keep away from combustibles.
ar: قد يسبب أو يزيد من اشتعال النار. احفظه بعيداً عن المواد القابلة للاشتعال.
de: Kann Brand verursachen oder verstärken.
fa: مي‌تواند باعث بروز يا تشديد آتش‌سوزي شود.
hi: आग का कारण बन सकता है या उसे तेज कर सकता है।
id: Dapat menyebabkan atau memperparah kebakaran.
it: Può causare o intensificare un incendio.
ja: 火災を引き起こしたり、強めたりするおそれがあります。
ko: 화재를 유발하거나 강화할 수 있습니다.
pt: Pode causar ou intensificar um incêndio.
ru: Может вызвать или усилить пожар.
tr: Yang?na neden olabilir veya ?iddetlendirebilir.

source: Toxic
ar: سام
de: Toxisch
fa: سمي
hi: विषाक्त
id: Beracun
it: Tossico
ja: 毒性
ko: 독성
pt: T?xico
ru: Токсичный
tr: Toksik

# toxicDesc
source: Can cause death or serious illness if swallowed, inhaled, or touches skin.
ar: قد يسبب الوفاة أو مرض خطير إذا تم ابتلاعه أو استنشاقه أو لمس الجلد.
de: Kann bei Verschlucken oder Einatmen zum Tod führen.
fa: در صورت بلعيدن مي‌تواند باعث مرگ يا بيماري جدي شود.
hi: निगलने पर मृत्यु या गंभीर बीमारी का कारण बन सकता है।
id: Dapat menyebabkan kematian atau sakit parah jika tertelan.
it: Può causare morte o gravi malattie se ingerito.
ja: 飲み込んだり吸い込んだりすると、死に至る、または重篤な病気を引き起こすおそれがあります。
ko: 삼키거나 흡입하면 사망할 수 있습니다.
pt: Pode causar a morte ou doenças graves se ingerido.
ru: Может привести к смерти при проглатывании.
tr: Yutulursa veya solunursa ?lüme neden olabilir.

source: Corrosive
ar: حارق / أكال
de: Ätzend
fa: خورنده
hi: संक्षारक (Corrosive)
id: Korosif
it: Corrosivo
ja: 腐食性
ko: 부식성
pt: Corrosivo
ru: Коррозийный
tr: A??nd?r?c?

# corrosiveDesc
source: Can switch skin burns and eye damage. Also damages metals.
ar: يسبب حروقاً للجلد وتلفاً للعينين. كما يسبب تآكل المعادن.
de: Verursacht schwere Verätzungen der Haut und Augenschäden.
fa: مي‌تواند باعث سوختگي پوست و آسيب به چشم شود.
hi: त्वचा को जला सकता है और आंखों को नुकसान पहुंचा सकता है।
id: Dapat menyebabkan luka bakar kulit dan kerusakan mata.
it: Può causare ustioni cutanee e danni agli occhi.
ja: 皮膚の火傷や目の損傷を引き起こすおそれがあります。
ko: 피부 화상 및 눈 손상을 일으킬 수 있습니다.
pt: Pode causar queimaduras na pele e danos nos olhos.
ru: Вызывает ожоги кожи и повреждения глаз.
tr: Cilt yan?klar?na ve g?z hasar?na neden olabilir.

source: Explosive
ar: متفجر
de: Explosiv
fa: منفجره
hi: विस्फोटक
id: Mudah Meledak
it: Esplosivo
ja: 爆発性
ko: 폭발성
pt: Explosivo
ru: Взрывоопасно
tr: Patlay?c?

# explosiveDesc
source: May explode if heated or knocked.
ar: قد ينفجر إذا تعرض للحرارة أو الصدمة.
de: Kann bei Erwärmung oder Erschütterung explodieren.
fa: در اثر گرما يا شوک ممکن است منفجر شود.
hi: गर्मी या झटके से फट सकता है।
id: Dapat meledak jika dipanaskan atau diguncang.
it: Può esplodere se riscaldato o urtato.
ja: 加熱や衝撃により爆発するおそれがあります。
ko: 가열되거나 충격을 받으면 폭발할 수 있습니다.
pt: Pode explodir se aquecido ou batido.
ru: Может взорваться при нагревании.
tr: Is?t?l?rsa veya sars?l?rsa patlayabilir.

source: Irritant
ar: مهيج
de: Reizend
fa: تحريک‌کننده
hi: चिड़चिड़ाहट पैदा करने वाला (Irritant)
id: Iritan
it: Irritante
ja: 刺激性
ko: 자극성
pt: Irritante
ru: Раздражитель
tr: Tahri? Edici

# irritantDesc
source: May cause irritation to skin, eyes, or respiratory system.
ar: قد يسبب تهيجاً للجلد أو العينين أو الجهاز التنفسي.
de: Kann Hautreizungen oder Augenreizungen verursachen.
fa: مي‌تواند باعث تحريک پوست يا چشم شود.
hi: त्वचा या आंखों में जलन पैदा कर सकता है।
id: Dapat menyebabkan iritasi kulit atau mata.
it: Può causare irritazione a pelle o occhi.
ja: 皮膚や目に刺激を引き起こすおそれがあります。
ko: 피부나 눈에 자극을 줄 수 있습니다.
pt: Pode causar irritaç?o na pele ou olhos.
ru: Вызывает раздражение кожи или глаз.
tr: Ciltte veya g?zlerde tahri?e neden olabilir.

source: Health Hazard
ar: خطر صحي
de: Gesundheitsgefahr
fa: خطر براي سلامتي
hi: स्वास्थ्य के लिए खतरा
id: Bahaya Kesehatan
it: Pericolo per la salute
ja: 健康有害性
ko: 건강 유해성
pt: Perigo para a sa?de
ru: Опасно для здоровья
tr: Sa?l?k Zararl?s?

# healthHazardDesc
source: May cause serious long-term health effects (e.g. cancer).
ar: قد يسبب آثاراً صحية خطيرة طويلة المدى (مثل السرطان).
de: Kann schwerwiegende langfristige gesundheitliche Schäden verursachen.
fa: مي‌تواند اثرات جدي طولاني‌مدت بر سلامتي داشته باشد.
hi: गंभीर दीर्घकालिक स्वास्थ्य प्रभाव पैदा कर सकता है।
id: Dapat menyebabkan efek kesehatan serius jangka panjang.
it: Può causare gravi effetti sulla salute a lungo termine.
ja: 深刻な長期的健康影響を引き起こすおそれがあります。
ko: 심각한 장기적 건강 영향을 미칠 수 있습니다.
pt: Pode causar efeitos graves na sa?de a longo prazo.
ru: Может вызвать серьезные долгосрочные последствия.
tr: Ciddi uzun vadeli sa?l?k etkilerine neden olabilir.

# environment
source: Environmental Hazard
ar: خطر بيئي
de: Umweltgefährlich
fa: خطر براي محيط زيست
hi: पर्यावरण के लिए खतरा
id: Bahaya Lingkungan
it: Pericolo ambientale
ja: 環境有害性
ko: 환경 유해성
pt: Perigo ambiental
ru: Экологическая опасность
tr: Cevresel Zararl?

# environmentDesc
source: Harmful to aquatic life with long-lasting effects.
ar: ضار بالحياة المائية مع تأثيرات طويلة الأمد.
de: Schädlich für Wasserorganismen.
fa: براي زندگي آبزيان مضر است.
hi: जलीय जीवन के लिए हानिकारक।
id: Berbahaya bagi kehidupan air.
it: Nocivo per la vita acquatica.
ja: 水生生物に有害です。
ko: 수생 생물에 유해하며 영향이 지속됩니다.
pt: Nocivo para a vida aqu?tica.
ru: Вредно для водной флоры и фауны.
tr: Sucul ya?am için zararl?d?r.

source: Virtual Lab
ar: المختبر الافتراضي
de: Virtuelles Labor
fa: آزمايشگاه مجازي
hi: आभासी प्रयोगशाला (Virtual Lab)
id: Laboratorium Virtual
it: Laboratorio Virtuale
ja: バーチャルラボ
ko: 가상 실험실
pt: Laborat?rio Virtual
ru: Вирная лаборатория
tr: Sanal Laboratuvar

# volcanoExp
source: Baking Soda Volcano
ar: بركان بيكربونات الصوديوم
de: Backpulver-Vulkan
fa: آتشفشان جوش‌شيرين
hi: बेकिंग सोडा ज्वालामुखी
id: Gunung Berapi Soda
it: Vulcano di Bicarbonato
ja: 重曹火山
ko: 베이킹 소다 화산
pt: Vulc?o de Bicarbonato
ru: Вулкан из соды
tr: Karbonat Yanarda??

# volcanoDesc
source: Create a classic volcanic eruption using kitchen ingredients.
ar: اصنع ثوراناً بركانياً كلاسيكياً باستخدام مكونات المطبخ.
de: Erstellen Sie einen klassischen Vulkanausbruch mit Küchenzutaten.
fa: يک فوران آتشفشاني کلاسيک را با مواد آشپزخانه ايجاد کنيد.
hi: रसोई की सामग्री का उपयोग करके एक क्लासिक ज्वालामुखी विस्फोट बनाएं।
id: Buat letusan gunung berapi klasik menggunakan bahan dapur.
it: Crea una classica eruzione vulcanica usando ingredienti da cucina.
ja: キッチンにある材料で古典的な火山噴火を再現します。
ko: 주방 재료를 사용하여 고전적인 화산 폭발을 재현합니다.
pt: Crie uma erupç?o vulcânica cl?ssica usando ingredientes de cozinha.
ru: Классическое извержение вулкана из кухонных ингредиентов.
tr: Mutfak malzemeleriyle klasik bir yanarda? patlamas? olu?turun.

# volcanoExplanation
source: The reaction between baking soda (base) and vinegar (acid) produces carbon dioxide gas, which creates the bubbles and eruption.
ar: التفاعل بين البيكربونات (قاعدة) والخل (حمض) ينتج غاز ثاني أكسيد الكربون، مما يسبب الفقاعات والثوران.
de: Die Reaktion zwischen Backpulver und Essig erzeugt Kohlendioxidgas.
fa: واکنش بين جوش‌شيرين و سرکه، گاز دي‌اکسيد کربن توليد مي‌کند.
hi: बेकिंग सोडा और सिरका के बीच की प्रतिक्रिया से कार्बन डाइऑक्साइड गैस निकलती है।
id: Reaksi antara soda kue dan cuka menghasilkan gas karbon dioksida.
it: La reazione tra bicarbonato e aceto produce anidride carbonica.
ja: 重曹と酢の反応により二酸化炭素ガスが発生します。
ko: 베이킹 소다와 식초의 반응으로 이산화탄소 가스가 생성됩니다.
pt: A reaç?o entre bicarbonato e vinagre produz g?s carbônico.
ru: Реакция соды и уксуса выделяет углекислый газ.
tr: Sirke (asit) ve karbonat (baz) aras?ndaki reaksiyon karbondioksit gaz? üretir.

# cabbageExp
source: Red Cabbage Indicator
ar: كاشف الملفوف الأحمر

# cabbageDesc
source: Test acidity of household liquids with a natural pH indicator.
ar: اختبر حموضة السوائل المنزلية باستخدام كاشف طبيعي.

# cabbageExplanation
source: Red cabbage contains anthocyanin, a pigment that changes color depending on pH. Acide turn it red/pink, bases turn it blue/green.
ar: يحتوي الملفوف الأحمر على الأنثوسيانين، وهي صبغة يتغير لونها حسب الرقم الهيدروجيني. الأحماض تحولها للأحمر، والقواعد للأزرق/الأخضر.

# invisibleInkExp
source: Invisible Ink
ar: الحبر السري

# invisibleInkDesc
source: Write secret messages revealed by heat.
ar: اكتب رسائل سرية تظهر بالحرارة.

# inkExplanation
source: Lemon juice is organic. When heated, it oxidizes and turns brown faster than the paper, revealing the message.
ar: عصير الليمون مادة عضوية. عند تسخينه، يتأكسد ويتحول للون البني أسرع من الورق، مما يظهر الرسالة.

source: Easy
ar: سهل
de: Einfach
fa: آسان
hi: आसान
id: Mudah
it: Facile
ja: 初級
ko: 쉬움
pt: F?cil
ru: Легко
tr: Kolay

source: Medium
ar: متوسط
de: Mittel
fa: متوسط
hi: मध्यम
id: Sedang
it: Medio
ja: 中級
ko: 보통
pt: Médio
ru: Средне
tr: Orta

source: Hard
ar: صعب
de: Schwer
fa: سخت
hi: कठिन
id: Sulit
it: Difficile
ja: 上級
ko: 어려움
pt: Dif?cil
ru: Трудно
tr: Zor

source: Ingredients
ar: المكونات
de: Zutaten
fa: مواد لازم
hi: सामग्री
id: Bahan-bahan
it: Ingredienti
ja: 材料
ko: 재료
pt: Ingredientes
ru: Ингредиенты
tr: Malzemeler

source: Steps
ar: الخطوات
de: Schritte
fa: مراحل
hi: चरण
id: Langkah-langkah
it: Passaggi
ja: 手順
ko: 단계
pt: Passos
ru: Шаги
tr: Ad?mlar

source: Scientific Explanation
ar: التفسير العلمي
de: Wissenschaftliche Erklärung
fa: توضيح علمي
hi: वैज्ञानिक व्याख्या
id: Penjelasan Ilmiah
it: Spiegazione Scientifica
ja: 科学的解説
ko: 과학적 설명
pt: Explicaç?o Cient?fica
ru: Научное объяснение
tr: Bilimsel Aç?klama

# generalSafety
source: Always perform with adult supervision.
ar: قم بالتجربة دائماً تحت إشراف الكبار.
de: Immer unter Aufsicht von Erwachsenen durchführen.
fa: هميشه تحت نظارت بزرگسالان انجام دهيد.
hi: हमेशा बड़े की देखरेख में ही करें।
id: Selalu lakukan dengan pengawasan orang dewasa.
it: Eseguire sempre sotto la supervisione di un adulto.
ja: 必ず大人の監視の下で行ってください。
ko: 항상 성인의 감독 하에 수행하십시오.
pt: Realize sempre com a supervis?o de um adulto.
ru: Всегда проводить под присмотром взрослых.
tr: Her zaman yeti?kin g?zetiminde yap?n.

# hotWaterSafety
source: Be careful with hot water.
ar: احذر عند التعامل مع الماء الساخن.

# heatSafety
source: Be careful when using heat sources.
ar: احذر عند استخدام مصادر الحرارة.

source: Baking Soda
ar: بيكربونات الصوديوم

source: Vinegar
ar: خل

source: Food Coloring
ar: ملون طعام

source: Dish Soap
ar: سائل غسيل

# container
source: Container/Bottle
ar: وعاء/قنينة

source: Red Cabbage
ar: ملفوف أحمر

source: Water
ar: ماء

source: Lemon Juice
ar: عصير ليمون

# cups
source: Clear Cups
ar: أكواب شفافة

source: Cotton Swab
ar: عواد قطنية

source: White Paper
ar: ورقة بيضاء

# heatSource
source: Heat Source (Lamp/Iron)
ar: مصدر حرارة (مصباح/مكواة)

source: Hydrogen Peroxide
ar: بيروكسيد الهيدروجين

source: Yeast
ar: خميرة

source: Warm Water
ar: ماء دافئ

source: Sugar
ar: سكر

source: Boiling Water
ar: ماء مغلي

source: String
ar: خيط

source: Jar
ar: جرة/وعاء

source: Milk
ar: حليب

source: Oil
ar: زيت

source: Egg
ar: بيضة

source: Effervescent Tablet
ar: قرص فوار

# eyeProtection
source: Wear eye protection.
ar: ارتدِ نظارات واقية.

# volcanoStep1
source: Place the container on a tray.
ar: ضع الوعاء في صينية.

# volcanoStep2
source: Add 2 spoons of baking soda and a few drops of food coloring.
ar: أضف ملعقتين من البيكربونات وقطرات من الملون.

# volcanoStep3
source: Add a squirt of dish soap.
ar: أضف قليلاً من سائل الغسيل.

# volcanoStep4
source: Pour in vinegar and watch it erupt!
ar: صب الخل وشاهد الثوران!

# cabbageStep1
source: Chop cabbage and boil in water to extract purple liquid.
ar: قطع الملفوف واغله في الماء لاستخراج السائل البنفسجي.

# cabbageStep2
source: Pour purple liquid into cups.
ar: صب السائل في الأكواب.

# cabbageStep3
source: Add different household liquids (lemon, soap, etc.) to each cup.
ar: أضف مواد مختلفة (ليمون، صابون) لكل كوب.

# cabbageStep4
source: Observe the color changes!
ar: لاحظ تغير الألوان!

# inkStep1
source: Dip swab in lemon juice and write on paper.
ar: اغمس العود في الليمون واكتب على الورقة.

# inkStep2
source: Let it dry completely.
ar: دعها تجف تماماً.

# inkStep3
source: Heat the paper gently to reveal the message.
ar: سخن الورقة بلطف لتظهر الرسالة.

source: Achievements
ar: الإنجازات
de: Erfolge
fa: دستاوردها
hi: उपलब्धियां
id: Pencapaian
it: Obiettivi
ja: 実績
ko: 업적
pt: Conquistas
ru: Достижения
tr: Ba?ar?lar

# badgeNewScientist
source: New Scientist
ar: عالم جديد
de: Neuer Wissenschaftler
fa: دانشمند نوپا
hi: नया वैज्ञानिक
id: Ilmuwan Baru
it: Nuovo Scienziato
ja: 新人科学者
ko: 신예 과학자
pt: Novo Cientista
ru: Новый ученый
tr: Yeni Bilim ?nsan?

# badgeNewScientistDesc
source: Logged in for the first time.
ar: سجلت الدخول لأول مرة.
de: Zum ersten Mal angemeldet.
fa: براي اولين بار وارد شديد.
hi: पहली बार लॉग इन किया।
id: Masuk untuk pertama kalinya.
it: Effettuato il primo accesso.
ja: 初めてログインしました。
ko: 처음으로 로그인했습니다.
pt: Iniciou sess?o pela primeira vez.
ru: Первый вход в систему.
tr: ?lk kez giri? yapt?.

# badgeQuizMaster
source: Quiz Master
ar: أستاذ الاختبارات
de: Quiz-Meister
fa: استاد آزمون
hi: प्रश्नोत्तरी मास्टर
id: Master Kuis
it: Maestro di Quiz
ja: クイズマスター
ko: 퀴즈 마스터
pt: Mestre de Quizzes
ru: Мастер викторин
tr: Quiz Ustas?

# badgeQuizMasterDesc
source: Completed 5 Quizzes.
ar: أتممت 5 اختبارات.
de: 5 Quizzes abgeschlossen.
fa: ? آزمون را کامل کرديد.
hi: 5 प्रश्नोत्तरी पूरी की।
id: Menyelesaikan 5 Kuis.
it: Completato 5 Quiz.
ja: クイズを5回完了しました。
ko: 5개의 퀴즈를 완료했습니다.
pt: Completou 5 Quizzes.
ru: Завершено 5 викторин.
tr: 5 Quiz tamamlad?.

# badgeSafetyExpert
source: Safety Expert
ar: خبير سلامة
de: Sicherheitsexperte
fa: کارشناس ايمني
hi: सुरक्षा विशेषज्ञ
id: Ahli Keselamatan
it: Esperto di Sicurezza
ja: 安全のエキスパート
ko: 안전 전문가
pt: Especialista em Segurança
ru: Эксперт по безопасности
tr: Güvenlik Uzman?

# badgeSafetyExpertDesc
source: Read the Safety Guide.
ar: قرأت دليل السلامة.
de: Den Sicherheitsleitfaden gelesen.
fa: راهنماي ايمني را خوانديد.
hi: सुरक्षा मार्गदर्शिका पढ़ी।
id: Membaca Panduan Keselamatan.
it: Letto la Guida alla Sicurezza.
ja: 安全ガイドを読みました。
ko: 안전 가이드를 읽었습니다.
pt: Leu o Guia de Segurança.
ru: Прочитал руководство по безопасности.
tr: Güvenlik K?lavuzunu okudu.

# moleculeViewer
source: 3D Molecule Viewer
ar: عارض الجزيئات ثلاثي الأبعاد
de: 3D Molekülbetrachter
fa: نمايشگر ? بعدي مولکول
hi: 3D अणु व्यूअर
id: Viewer Molekul 3D
it: Visualizzatore Molecole 3D
ja: 3D分子ビューアー
ko: 3D 분자 뷰어
pt: Visualizador de Moléculas 3D
ru: 3D Просмотр молекул
tr: 3D Molekül G?rüntüleyici

# molWater
source: Water
ar: الماء
de: Wasser
fa: آب
hi: पानी
id: Air
it: Acqua
ja: 水
ko: 물
pt: ?gua
ru: Вода
tr: Su

# factWater
source: Life as we know it would not exist without this compound!
ar: الحياة كما نعرفها لن توجد بدون هذا المركب!
de: Das Leben, wie wir es kennen, würde ohne diese Verbindung nicht existieren!
fa: زندگي آنگونه که ما مي‌شناسيم بدون اين ترکيب وجود نخواهد داشت!
hi: जैसा कि हम जानते हैं, इस यौगिक के बिना जीवन का अस्तित्व नहीं होता!
id: Kehidupan seperti yang kita kenal tidak akan ada tanpa senyawa ini!
it: La vita come la conosciamo non esisterebbe senza questo composto!
ja: 私たちが知る生命は、この化合物なしでは存在できません！
ko: 우리가 아는 생명은 이 화합물 없이는 존재할 수 없습니다!
pt: A vida como a conhecemos n?o existiria sem este composto!
ru: Жизнь в том виде, в каком мы ее знаем, не существовала бы без этого соединения!
tr: Bildi?imiz anlamda ya?am bu bile?ik olmadan var olamazd?!

# molH2
source: Hydrogen Gas
ar: غاز الهيدروجين

# factH2
source: The simplest and most abundant element in the universe.
ar: العنصر الأبسط والأكثر وفرة في الكون.

# molO2
source: Oxygen Gas
ar: غاز الأكسجين

# factO2
source: Essential for human respiration and combustion.
ar: ضروري لتنفس الإنسان والاحتراق.

# molN2
source: Nitrogen Gas
ar: غاز النيتروجين

# factN2
source: Makes up about 78% of Earth's atmosphere.
ar: يشكل حوالي 78٪ من الغلاف الجوي للأرض.

# molCl2
source: Chlorine Gas
ar: غاز الكلور

# factCl2
source: A yellowish-green gas used as a disinfectant and bleach.
ar: غاز أخضر مصفر يستخدم كمطهر ومبيض.

# molCo2
source: Carbon Dioxide
ar: ثاني أكسيد الكربون
de: Kohlendioxid
fa: دي‌اکسيد کربن
hi: कार्बन डाइऑक्साइड
id: Karbon Dioksida
it: Anidride Carbonica
ja: 二酸化炭素
ko: 이산화탄소
pt: Di?xido de Carbono
ru: Углекислый газ
tr: Karbondioksit

# factCo2
source: A colorless gas vital to life on Earth. Plants breathe this in to produce oxygen.
ar: غاز عديم اللون حيوي للحياة على الأرض. تتنفسه النباتات لإنتاج الأكسجين.
de: Ein farbloses Gas, das für das Leben auf der Erde lebenswichtig ist. Pflanzen atmen es ein, um Sauerstoff zu produzieren.
fa: گازي بي‌رنگ و حياتي براي زندگي روي زمين. گياهان براي توليد اکسيژن آن را تنفس مي‌کنند.
hi: पृथ्वी पर जीवन के लिए महत्वपूर्ण एक रंगहीन गैस। पौधे ऑक्सीजन बनाने के लिए इसे ग्रहण करते हैं।
id: Gas tak berwarna yang vital bagi kehidupan di Bumi. Tanaman menghirupnya untuk menghasilkan oksigen.
it: Un gas incolore vitale per la vita sulla Terra. Le piante lo respirano per produrre ossigeno.
ja: 地球上の生命に不可欠な無色の気体。植物は酸素を作るためにこれを吸収します。
ko: 지구 생명에 필수적인 무색 기체입니다. 식물은 산소를 만들기 위해 이것을 흡수합니다.
pt: Um g?s incolor vital para la vida na Terra. As plantas respiram-no para produzir oxigénio.
ru: Бесцветный газ, жизненно важный для жизни на Земле. Растения вдыхают его для производства кислорода.
tr: Dünya'daki ya?am için hayati ?nem ta??yan renksiz bir gaz. Bitkiler oksijen üretmek için bunu solur.

# molMethane
source: Methane
ar: الميثان
de: Methan
fa: متان
hi: मीथेन
id: Metana
it: Metano
ja: メタン
ko: 메탄
pt: Metano
ru: Метан
tr: Metan

# factMethane
source: A potent greenhouse gas and the main component of natural gas.
ar: غاز دفيئة قوي والمكون الرئيسي للغاز الطبيعي.
de: Ein starkes Treibhausgas und der Hauptbestandteil von Erdgas.
fa: يک گاز گلخانه‌اي قوي و اصلي‌ترين جزء گاز طبيعي.
hi: एक शक्तिशाली ग्रीनहाउस गैस और प्राकृतिक गैस का मुख्य घटक।
id: Gas rumah kaca yang kuat dan komponen utama gas alam.
it: Un potente gas serra e il componente principale del gas naturale.
ja: 強力な温室効果ガスであり、天然ガスの主成分です。
ko: 강력한 온실 가스이자 천연가스의 주성분입니다.
pt: Um potente g?s com efeito de estufa e o principal componente do g?s natural.
ru: Мощный парниковый газ и основной компонент природного газа.
tr: Güçlü bir sera gaz? ve do?al gaz?n ana bile?eni.

# molSalt
source: Sodium Chloride (Salt)
ar: كلوريد الصوديوم (الملح)
de: Natriumchlorid (Salz)
fa: سديم کلريد (نمک)
hi: नमक (NaCl)
id: Natrium Klorida (Garam)
it: Cloruro di Sodio (Sale)
ja: 塩化ナトリウム（塩）
ko: 염화나트륨 (소금)
pt: Cloreto de S?dio (Sal)
ru: Хлорид натрия (соль)
tr: Sodyum Klorür (Tuz)

# factSalt
source: Common table salt. Essential for many biological processes.
ar: ملح الطعام العادي. ضروري للعديد من العمليات البيولوجية.
de: Gewöhnliches Speisesalz. Essentiell für viele biologische Prozesse.
fa: نمک خوراکي معمولي. براي بسياري از فرآيندهاي بيولوژيکي ضروري است.
hi: साधारण नमक। कई जैविक प्रक्रियाओं के लिए आवश्यक।
id: Garam meja biasa. Penting untuk banyak proses biologis.
it: Sale da tavola comune. Essenziale per molti processi biologici.
ja: 一般的な食卓塩。多くの生物学的プロセスに不可欠です。
ko: 일반적인 식탁용 소금입니다. 많은 생물학적 과정에 필수적입니다.
pt: Sal de cozinha comum. Essencial para muitos processos biol?gicos.
ru: Обычная поваренная соль. Необходима для многих биологических процессов.
tr: Yayg?n sofra tuzu. Birçok biyolojik süreç için gerekli.

# molAmmonia
source: Ammonia
ar: الأمونيا
de: Ammoniak
fa: آمونياک
hi: अमोनिया
id: Amonia
it: Ammoniaca
ja: アンモニア
ko: 암모니아
pt: Amon?aco
ru: Аммиак
tr: Amonyak

# factAmmonia
source: Widely used in fertilizers and cleaning products.
ar: تستخدم على نطاق واسع في الأسمدة ومنتجات التنظيف.
de: Weit verbreitet in Düngemitteln und Reinigungsmitteln.
fa: به طور گسترده در کودها و محصولات پاک‌کننده استفاده مي‌شود.
hi: उर्वरकों और सफाई उत्पादों में व्यापक रूप से उपयोग किया जाता।
id: Banyak digunakan dalam pupuk dan produk pembersih.
it: Ampliamente usato nei fertilizzanti e nei prodotti per la pulizia.
ja: 肥料や掃除用品に広く使用されています。
ko: 비료와 세정제에 널리 사용됩니다.
pt: Amplamente utilizado em fertilizantes e produtos de limpeza.
ru: Широко используется в удобрениях и чистящих средствах.
tr: Gübrelerde ve temizlik ürünlerinde yayg?n olarak kullan?l?r.

# molHcl
source: Hydrochloric Acid
ar: حمض الهيدروكلوريك
de: Salzsäure
fa: هيدروکلريک اسيد
hi: हाइड्रोक्लोरिक एसिड
id: Asam Klorida
it: Acido Cloridrico
ja: 塩酸
ko: 염산
pt: ?cido Clor?drico
ru: Соляная кислота
tr: Hidroklorik Asit

# factHcl
source: A strong acid found in your stomach that helps digest food.
ar: حمض قوي يوجد في معدتك ويساعد على هضم الطعام.
de: Eine starke Säure, die in Ihrem Magen vorkommt und bei der Verdauung hilft.
fa: اسيدي قوي که در معده شما يافت مي‌شود و به هضم غذا کمک مي‌کند.
hi: पेट में पाया जाने वाला एसिड जो भोजन पचाने में मदद करता है।
id: Asam kuat yang ditemukan di perut Anda yang membantu mencerna makanan.
it: Un acido forte presente nello stomaco che aiuta a digerire il cibo.
ja: 食べ物の消化を助ける胃の中の強力な酸です。
ko: 음식 소화를 돕는 위장 속의 강산입니다.
pt: Um ?cido forte encontrado no seu estômago que ajuda a digerir a comida.
ru: Сильная кислота, содержащаяся в вашем желудке, которая помогает переваривать пищу.
tr: Midenizde bulunan ve yiyeceklerin sindirilmesine yard?mc? olan güçlü bir asit.

# molH2so4
source: Sulfuric Acid
ar: حمض الكبريتيك
de: Schwefelsäure
fa: سولفوريک اسيد
hi: सल्फ्यूरिक एसिड
id: Asam Sulfat
it: Acido Solforico
ja: 硫酸
ko: 황산
pt: ?cido Sulf?rico
ru: Серная кислота
tr: Sülfürik Asit

# factH2so4
source: A highly corrosive acid used in batteries and mineral processing.
ar: حمض تآكلي للغاية يستخدم في البطاريات ومعالجة المعادن.
de: Eine stark ätzende Säure, die in Batterien und der Mineralverarbeitung verwendet wird.
fa: يک اسيد بسيار خورنده که در باتري‌ها و فرآوري مواد معدني استفاده مي‌شود.
hi: बैटरी और खनिज प्रसंस्करण में उपयोग किया जाने वाला एसिड।
id: Asam yang sangat korosif yang digunakan dalam baterai dan pemrosesan mineral.
it: Un acido altamente corrosivo utilizzato nelle batterie e nella lavorazione dei minerali.
ja: バッテリーや鉱物処理に使用される、高い腐食性を持つ酸です。
ko: 배터리와 광물 처리에 사용되는 강한 부식성 산입니다.
pt: Um ?cido altamente corrosivo utilizado em baterias e processamento de minerais.
ru: Высококоррозионная кислота, используемая в аккумуляторах и переработке минералов.
tr: Pillerde ve maden i?lemede kullan?lan yüksek derecede a??nd?r?c? bir asit.
